export default {
  meta: {
    title: "Қолжетімді Қазақстан",
    description:
      "Мүмкіндігі шектеулі адамдарға арналған нысандардың қолжетімділігі туралы өзекті ақпарат, пайдалы мақалалар, заңнамалық актілер, талқылаулар, пікірлер",
    keywords:
      "Нысандардың қолжетімділігі, Мүгедектігі бар адамдар Павлодар, Мүгедектігі бар адамдар Астана, Мүгедектігі бар адамдар Нұр-Сұлтан, Мүгедектігі бар адамдар Алматы, Мүгедектігі бар адамдар Алматы, Мүгедектігі бар адамдар Көкшетау, Мүгедектігі бар адамдар Қостанай, Мүгедектігі бар адамдар Талдықорган, Мүгедектігі бар адамдар Қызылорда, Мүгедектігі бар адамдар Қапшагай, Мүгедектігі бар адамдар Ақтау, Мүгедектігі бар адамдар Атырау, Мүгедектігі бар адамдар Ақтөбе, Мүгедектігі бар адамдар Қарағанды, Мүгедектігі бар адамдар Семей, Мүгедектігі бар адамдар Тараз, Мүгедектігі бар адамдар Түркістан, Мүгедектігі бар адамдар Шымкент, Мүгедектігі бар адамдар Орал, Мүгедектігі бар адамдар Өскемен, Мүгедектігі бар адамдар Петропавл, Мүгедектігі бар адамдар Екібастұз, Мүгедектігі бар адамдар Қазақстан, Мүгедектігі бар адамдарға арналған нысандар",
  },
  usernameDefault: "Атауы жоқ",
  pointsCount: "{n} ұпай",
  showAvailability: "Қол жетімділікті көрсету",
  upload: "Жүктеу",
  addPhotos: "Фотоны нысанға қосу",
  newObjectAdded: "Сіздің категорияға жаңа нысан қосылды ",
  registrationPoints: "Тіркелгеніңіз үшін сізге 20 балл есептелді",
  profileEditPoints: "Өзіңіз туралы ақпарат толтырыңыз да тағы 50 балл алыңыз",
  siteDeveloped: "Сайт жасалды",
  youAccept: {
    main: "Тіркелгенде немесе авторизацияланғанда, Сіз келісесіз",
    privacyPolicy: "Құпиялылық саясатымен",
    termsOfUse: "Құпиялылық саясатымен",
  },
  login: {
    linkTitle: "Кіру",
    pageTitle: "Кіру",
    logoutTitle: "Шығу",
    popupTitle: "Өз қалаңызды жақындатыңыз",
    phoneLoginAdvice: "Немесе ұялы телефонның нөмірімен кіріңіз",
    profileFillingAdvice: "Тіркелуді жалғастырып, өз профиліңізді толтырыңыз",
    profileLinkTitle: "Менің профиліме өту",
    phoneNumberInputPlaceholder: "Ұялы телефонның нөмірі",
    smsCodeInputPlaceholder: "СМС-пен келген код",
    smsCodeTimeoutMessage: "{time}  секундтан кейін, қайта жіберуге болады",
    sendSmsCodeButtonTitle: "Код жіберу",
    confirmSmsCodeButtonTitle: "Сайтқа кіру",
    invalidPhoneNumberMessage: "Қате сан форматы енгізілді",
    invalidSmsCodeMessage: "Қате код енгізілді",
    viHeaderLoginTitle: "Кіру",
    viHeaderLoginOr: "Немесе",
    viHeaderRegister: "Тіркелу",
    areYouInGroup: "Сіз аз қозғалатын топтарға жатасыз ба?",
    subscribeNotification:
      "Аталған категориядағы жаңа нысандарды қосу туралы хабарлама алуға жазылуға келісесіз бе?",
    subscribeNewNotification: "Сіз категорияны немесе қаланы өзгерттіңіз",
    subscribeNewNotificationText:
      "Аталған категория немесе қаладағы жаңа нысанды қосу туралы хабарламаға жазылуға келісесіз бе?",
    subscribeNotificationDone:
      "Сіз барлық Қазақстан бойынша категориядағы {category} жаңа нысандар туралы хабарлама алуға жазылдыңыз",
    subscribeNotificationDoneSelected:
      "Сіз аймақ {city} категориясындағы {category} жаңа нысандар туралы хабарлама алуға жазылдыңыз",
    ok: "Жақсы",
    subscribeNotificationWarning:
      "Егер профильде Сіздің қалаңыз көрсетілмесе, барлық Қазақстан\n" +
      "          бойынша жаңа нысандардың пайда болатыны туралы хабарлама\n" +
      "          аласыз. Қаланы таңдау үшін анкетаны редакциялауға өтіңіз",
  },
  blog: {
    title: "Медиатека",
    similarPosts: "Ұқсас материалдар",
    categories: "Категориялар",
    notSelected: "Таңдалмаған",
    allCategories: "Барлық категориялар",
    searchPlaceholder: "Блог бойынша іздеу",
    date: "Күні (күні, айы, жылы)",
    dateOverall: "Бар уақыт бойынша",
    share: "Бөлісу  ",
    subscribe: "Пошталық жіберулерге жазылу",
    postLinkTitle: "Толығырақ",
    dateFilterPeriod: {
      year: "Жыл бойынша",
      month: "Ай бойынша",
      week: "Апта бойынша",
      period: "Кезең бойынша",
    },
    commentsCount:
      "0 комментарий | {n} комментарий | {n} комментарилер | {n} комментарилер",
    commentsSort: {
      newest: "Бірінші жаңалары",
      oldest: "Бірінші ескілері",
      popular: "Танымал",
    },
    commentReplied: "жауап берді",
    commentReply: "Жауап беру",
    showComments: "Комментарилерді көрсету",
    hideComments: "Комментарилерді жасыру",
    commentInputPlaceholder: "Комментарий жазыңыз",
    filter: "Сүзгі",
    from: "…бастап",
    to: "…дейін",
    accept: "Іздеу",
    reset: "Жою",
  },
  profile: {
    title: "Жеке кабинет",
    updateAvatar: "Фотосуретті жаңарту",
    deleteAvatar: "Жою",
    namePlaceholder: "Сіздің атыңыз",
    statusPlaceholder: "Бәріңе сәлем! Мен сіздермен біргемін :)",
    emailPlaceholder: "Сіздің электрондық поштаңыз",
    phonePlaceholder: "Сіздің ұялы телефоныңыз",
    editLink: "Сауалнаманы түзету",
    avatarChangeHint:
      "Аватарыңызды таңдаңыз. Сіз оны тек {level} деңгейде өзгерте алатыныңызды ескеріңіз :)",
    avatarChangePopupTitle: "Фотосуретті жаңарту",
    sort: "Бойынша сұрыптау",
    sortByDate: "Қосылған күні",
    sortNewestFirst: "Алдымен жаңалары",
    sortOldestFirst: "Бірінші ескілері",
    number: "Нөмір",
    level: "деңгей",
    points: "ұпайлар",
    stats: {
      objects: "Нысандар",
      verifications: "Тексерулер",
      complaints: "Шағымдар",
    },
    tasks: {
      current: "Ағымдағы тапсырмалар",
      tabTitle: "Менің тапсырмаларым",
      pointsCount: "{n} ұпай",
    },
    achievements: {
      tabTitle: "Жетістіктер",
      title: "Оқиғалар лентасы",
      events: "Оқиғалар лентасы",
      event: {
        objectReviewed: "сіздің нысаныңызға комментарий қалдырды",
        awardIssued: 'Сіз марапатталдыңыз: "{award}"',
        objectAdded: "Сіз нысан қостыңыз",
        blogCommentReplied: "посттағы сіздің пікіріңізге жауап берді",
        levelReached: "Құттықтаймыз, сіз {level} деңгейіне жеттіңіз!",
        pointsUntilNextLevel:
          "{nextLevel} деңгейіне дейін сіз {points} ұпай жинауыңыз керек",
        objectSupplemented: "сіздің нысан қосылды",
      },
      ability: {
        status_change: "Енді сіз статусыңызды өзгерте аласыз.",
        avatarUpload: "Енді сіз аватарыңызды жүктей аласыз.",
      },
    },
    objects: {
      tabTitle: "Менің нысандарым",
      openObject: "Нысанды көру",
      show: "Көрсету",
      showAll: "барлығы",
      showFullAccessible: "қолжетімді",
      showPartialAccessible: "жартылай қолжетімді",
      showNotAccessible: "қолжетімсіз",
      commentsCountLabel: "комментарий",
      complaintsCountLabel: "шағымдар",
      verificationFoundError: "Қате таптыңыз ба?",
      verificationErrorText:
        "Өтінеміз, ой-пікіріңізді қалдырыңыз. Ол көп уақыт алмайды,но\n" +
        "         бірақ біздің сайтты жақсартуға көмектеседі.",
      iWantToHelp: "Мен көмектескім келеді",
    },
    tickets: {
      tabTitle: "Менің ұпайларым",
      makeComplaintButton: "Шағым беру",
      downloadComplaintButton: "Шағымды жүктеу",
      postSubmitMessage:
        "Арызды .docx форматында әзірледік, оны осы жерден немесе сіздің профильдегі қалташадан жүктей аласыз",
    },
    comments: {
      tabTitle: "Менің комментарилерім",
      sortByPopularity: "танымалдығы",
      forPost: "постқа",
      forObject: "нысанға",
    },
    edit: {
      pageTitle: "Сауалнаманы түзету",
      pointsCount: "{n} ұпай",
      pointsInfo: "Сауалнаманы толтырғаныңыз үшін ұпай аласыз",
      personalDataInfo:
        "Сіздің жеке ақпаратыңыз басқа қолданушыларға көрінбейді,",
      myCategory: "Менің категориям",
      lastNameLabel: "Тегі",
      firstNameLabel: "Аты",
      middleNameLabel: "Әкесінің аты",
      sex: "Жынысы",
      emailLabel: "Электрондық пошта",
      phoneLabel: "Телефон",
      myCity: "Менің қалам",
      birthDate: "Туған күні",
      smsCodeLabel: "Смс коды",
      sendSmsButton: "Код жіберу",
      resendSmsCodeMessage: "Қайта жіберуді 15 секундтан кейін жасауға болады",
      statusLabel: "Көрсетілетін статус",
      saveButton: "Сақтау",
      statusInputPlaceholder: "5 деңгейден бастап қол жетімдія",
      invalidVerificationCodeError: "Қате код",
      tooManyRequestsError: "Рұқсат етілген әрекет санынан асып кетті",
      errorPleaseRetry: "Қате, әрекетті қайталаңыз",
      gender: "Жыныс",
      male: "Еркек",
      female: "Әйел",
    },
    notifications: {
      tabTitle: "Хабарландырулар",
      levelReachedText: "Құттықтаймыз, сіз {level} деңгейін алдыңыз!",
      levelReachedTitle: "Жаңа деңгей!",
      ability: {
        avatar_upload: "Енді сіз аватарыңызды жүктей аласыз",
        status_change: "Енді сіз статусыңызды түзете аласыз",
      },
      pointsEarnedTitle: "Сіз {n} алдыңыз!",
      pointsEarnedTasks: {
        daily: "Сіз апта сайынғы тапсырманы аяқтадыңыз",
        profile_completion: "Сіз тапсырманы аяқтадыңыз",
        administration: "Сіз әкімшілік тапсырмасын аяқтадыңыз",
      },
    },
  },
  objects: {
    tabTitles: {
      description: "Сипаттама",
      photos: "Фотосуреттер",
      videos: "Видео",
      reviews: "Пікірлер",
      history: "Қарау тарихы",
    },
    review: {
      linkButtonTitle: "Пікір қалдыру",
      popupTitle: "Пікір жазу",
      submitButtonTitle: "Жіберу",
      textareaPlaceholder: "Әсерлеріңіз туралы айтып беріңіз",
      textareaHelpText: "Ең азы 20 таңба енгізіңіз",
    },
    zone: {
      parking: "Көлік тұрағы",
      entrance: "Кірер топ",
      movement: "Нысан бойынша қозғалыс жолдары",
      service: "Қызмет көрсету аймағы",
      toilet: "Дәретхана",
      navigation: "Навигация",
      serviceAccessibility: "Қызметтің қолжетімділігі",
      kidsAccessibility:
        "7 жасқа дейінгі балаларға арналған қызметтердің қолжетімділігі және қауіпсіздігі",
    },
    viBreadcrumbsTitle: "{category} / {subCategory} категориясына қайту",
    viAccessibilityCategory: {
      full_accessible: "қолжетімді",
      partial_accessible: "жартылай қолжетімді",
      not_accessible: "қолжетімсіз",
      not_provided: "ескерілмеген",
      unknown: "Белгісіз",
    },
    viSummaryScore: "{score} нысанын бағалау",
    viReturnToObject: "{object} нысанына қайту",
    verificationPopupTitle: "Нысан туралы мәліметтерді растаңыз",
    verificationPopupQuestion:
      "Нысан туралы барлық мәліметтер дұрыс толтырылған деп ойлайсыз ба?",
    verificationStatus: {
      full_verified: "Нысан анықталды",
      not_verified: "Нысан анықталмады",
      partial_verified: "Нысан жартылай анықталды",
    },
    detailedInfo: "Егжей-тегжейлі ақпарат",
    confirm: "Мәліметтерді растау",
    makeComplaint: "Шағым беру",
    history: {
      reviewed: "нысанға комментарий қалдырды",
      confirmed: "мәліметтерді растады",
      notConfirmed: "мәліметтерді растаған жоқ",
      supplemented: "нысанды қосу",
    },
    attribute: {
      yes: "Ия",
      no: "Жоқ",
      unknown: "Белгісіз",
      not_provided: "Ескерілмеген",
    },
    download: "Жүктеу",
  },
  objectAdding: {
    objectAddedmessage:
      "Хабарлама сәтті жөнелтілді. Нысан картада модератордың тексерісінен соң бір тәулік ішінде пайда болады",
    presenceMessageHeader: "Хабарлаймыз!",
    presenceMessage: '"{name}" нысаны сайтта жарияланды.',
    pageHeader: "Нысан қосу",
    formType: {
      small: "Базалық үлгі",
      middle: "Волонтерлерге арналған үлгі",
      full: "Сарапшыларға арналған үлгі",
    },
    currentStep: "{totalSteps} дан {currentStepNumber} қадам",
    commonInformation: "Жалпы ақпарат",
    zoneCommentLabel: "Аймақтың бағалауына комментарий",
    zoneCommentPlaceholder:
      "Жүйе қолжетімділікті бағалады. Егер сіз бағамен келіспесеңіз, комментариде түсіндіріп жазуыңызға болады.",
    duplicateStep: "Қадамды қайталау",
    objectName: "Атауы",
    objectOtherNames: "Басқа атаулары",
    mapPoint: "Картадағы нүкте",
    address: "Мекен-жай",
    addressPlaceholder: "Айманова көшесі, 11",
    category: "Категориясы",
    emptyCategoryPlaceholder: "Категориясын таңдаңыз",
    categoryHelp1: "Тізімнен нысанның категориясын  таңдаңыз.",
    categoryHelp2:
      "Егер категория тізімде болмаса, «Басқасы» категориясын таңдаңыз.",
    subCategory: "Категорияның санаттары",
    emptySubCategoryPlaceholder: "Категорияның санаттарын таңдаңыз",
    subCategoryHelp1: "Тізімнен нысанның категорияның санаттарын таңдаңыз.",
    subCategoryHelp2:
      "Егер категория тізімде болмаса, «Басқасы» категорияның санаттарын таңдаңыз.",
    description: "Сипаттама",
    videoLink: "Видеоға сілтеме",
    addMoreVideos: "Көбірек видео қосу",
    uploadPhotos: "Фотосуретті жүктеңіз",
    photosHelp1:
      "Нысан туралы ақпаратты сол нысанның қолжетімділігін немесе қолжетімсіздігін көрсететін фотосуреттермен толықтырыңыз.",
    photosHelp2: "Jpg, png, bmp, tif, gif форматтарында 2 Мб артық емес.",
  },
  contacts: {
    title: "Байланысу",
    writeToUs: "Бізге жазыңыз",
    message: "Хабарлама",
    contactMessage:
      "Бізбен электрондық пошта, колл-орталық немесе форманы толтыру арқылы байланыса аласыз.",
    callCenterWorkingHours:
      "Колл-орталық жұмыс күндері  {from} ден {to} дейін жұмыс жасайды.",
    chooseRegionalRepresentativeLabel: "Аймақтық өкілді таңдаңыз",
    regionalRepresentativesText: `
                    Жобада Қазақстанның 19 қаласынан 24 ұйым жұмыс істейді. Егер сіздің 
            сұрағыңыз белгілі бір қалаға қатысты болса, сізге аймақтық өкілге хабарласуға
            кеңес береміз. Бұл ұйымдар өз қалаларында нысандардың қолжетімділігін 
            қадағалайды, сонымен қатар мүгедектердің және басқа да қозғалысы шектеулі 
            адамдардың құқықтарын қорғауға байланысты мәселелерді шешеді.
        `,
    form: {
      nameLabel: "Сіздің атыңыз",
      emailLabel: "Электрондық пошта",
      messageLabel: "Хабарлама мәтіні",
      submitButtonLabel: "Жіберу",
      submittedPopupTitle: "Дайын!",
      submittedPopupMessage:
        "Хабарлама сәтті жіберілді. Ынтымақтастығыңыз үшін рахмет!",
    },
  },
  error: {
    title: "Қате  {code}",
    error404: {
      message:
        "Өкінішке орай, сіз іздеген парақ біздің сайтта жоқ. Мүмкін сіз дұрыс емес мекен-жай енгізген боларсыз немесе ол жойылған шығар.",
      searchAdvice: `<a href="/"> Негізгі бетке</a> оралуға тырысыңыз  немесе іздеуді қолданыңыз.`,
      searchPlaceholder: "Табу",
    },
    error500: {
      message: "Бірдеңе дұрыс болмады!",
      advice:
        "Кейбір техникалық ақау. Біз оны міндетті түрде жөндейміз! Оған дейін алдыңғы параққа оралыңыз",
      linkToMainPageTitle: "Артқа қайту",
    },
  },
  loginLinkTitle: "Кіру",
  eventsTabTitle: "Оқиғалар лентасы",
  blogTabTitle: "Блог",
  blogLink: "Бөлімге өту",
  privacyPolicy: "Құпиялылық саясаты",
  termsOfUse: "Пайдаланушы келісімі",
  privacyAgreement: "Жарияламау туралы келісімдер",
  communityGuidelines: "Қоғамдастық нұсқаулығы",
  events: {
    objectAdded: {
      yourself: "Сіз, нысанды қостыңыз",
      others: "нысанды қосты",
    },
    objectReviewed: {
      yourself: "Сіз, нысанға комментарий қалдырдыңыз",
      others: "пнысанға комментарий қалдырды",
      yourObject: "сіздің нысаныңызға комментарий қалдырды",
    },
    levelReached: {
      yourself: "Сіз деңгей аласыз {level}",
      others: "деңгей алады {level}",
    },
    blogCommentReplied: {
      yourself: "Сіз, жазбаға қалдырылған комментарийге жауап қалдырдыңыз",
      others: "жазбаға қалдырылған комментарийге жауап беруде",
    },
    awardIssued: {
      yourself: "Сіз марапат алдыңыз",
      others: "марапат алады",
    },
    objectSupplemented: {
      yourself: " Сіз нысанды қостыңыз",
      others: " Нысанды қосу",
      yourObject: " сіздің нысанды қосу",
    },
    profileLinkTitle: "Профильге өту",
  },
  disabilityCategories: {
    movement: "Мүгедектер арбасымен қозғалатын адамдар",
    vision: "Көру қабілеті бойынша мүгедектігі бар адамдар",
    limb: "Тірек-қимыл аппаратында зақымы бар адамдар   ",
    hearing: "Есту қабілеті бойынша мүгедектігі бар адамдар",
    temporal: "Уақытша жарақат алған адамдар",
    babyCarriage: "Балалар арбасы бар адамдар, 7 жасқа дейінгі балалар",
    missingLimbs: "Қол-аяғы жоқ адамдар",
    pregnant: "Жүкті әйелдер",
    intellectual: "Интеллектуалды қабілеті бойынша мүгедектігі бар адамдар",
    agedPeople: "Қарт адамдар",
    withChild: "7 жасқа дейінгі балалары бар отбасылар",
    justView: "Жай қарау",
  },
  startCategory: {
    title: "Қолжетімді Қазақстан порталына қош келдіңіз!",
    changeCategoryTitle: "Санатты өзгерту",
    adviceText:
      "Сайтпен жұмыс жасау мүмкіндігінше ыңғайлы болу үшін өз категорияңызды, таңдаңыз",
    justView: "Жоқ рахмет. Мен жай көремін",
  },
  accessibilityScore: {
    title: "Аймақтың қолжетімділігін бағалау",
    category: {
      movement: "Мүгедектер арбасымен қозғалатын адамдар",
      limb: "Тірек-қимыл аппаратында зақымы бар адамдар",
      vision: "Көру қабілеті бойынша мүгедектігі бар адамдар",
      hearing: "Есту қабілеті бойынша мүгедектігі бар адамдар",
      intellectual: "Интеллектуалды қабілеті бойынша мүгедектігі бар адамдар",
      kids: "7 жасқа дейінгі балалары бар отбасылар",
    },
    status: {
      full_accessible: "Қолжетімді",
      partial_accessible: "Жартылай қолжетімді",
      not_accessible: "Қолжетімсіз",
      not_provided: "Ескерілмеген",
    },
  },
  accessibilityStatus: {
    full_accessible: "Қолжетімді",
    partial_accessible: "Жартылай қолжетімді",
    not_accessible: "Қолжетімсіз",
    not_provided: "Ескерілмеген",
    unknown: "Белгісіз",
  },
  mainFilter: {
    searchPlaceholder: "Нысан немесе көше атауы",
    accessibilityStatus: {
      accessible: "Қолжетімді",
      partialAccessible: "Жартылай қолжетімді",
      notAccessible: "Қолжетімсіз",
    },
  },
  mainMenu: {
    help: "Көмек",
    about: "Карта туралы",
    blog: "Медиатека",
    contacts: "Байланысу",
    map: "Карта",
    myProfile: "Менің профилім",
  },
  visualImpairedSettings: {
    fontSize: "Қаріп өлшемі",
    colorTheme: "Түс схемасы",
    fontFamily: "Қаріп",
    fontFamilySans: "Дағдылы",
    fontFamilySerif: "Засечкалармен",
    normalModeSwitchTitle: "Сайттың дағдылы нұсқасы",
    siteLanguage: "Сайт тілі",
  },
  complaint: {
    pageTitle: "Шағым беру",
    infoText: `
            Назар аударыңыз! Сіздің хатыңыз мемлекеттік органға жіберілетін болғандықтан келесі талаптарды орындауыңыз керек: аты-жөніңізді, ЖСН, мекенжайды көрсету (Қазақстан Республикасының «Жеке және заңды тұлғалардың өтініштерін қарау тәртібі туралы» Заңының 6 бабының 2 тармағы).  Жолдарды қатесіз толтыруларыңызды сұраймыз. Ананомиді өтініштер қарастырылмайды.
        `,
    personalInfoTitle: "Жеке ақпарат",
    requiredFields: "Толтырылуы міндетті жолдар",
    lastName: "Тегі",
    firstName: "Аты",
    middleName: "Әкесінің аты",
    iin: "ЖСН (жеке сәйкестендіру нөмірі)",
    street: "Көше атауы",
    building: "Үй",
    apartment: "Пәтер",
    phone: "Телефон",
    authority: "Шағым жазылатын органның атауы",
    rememberPersonalData: "Менің мәліметтерімді есте сақтау",
    complaintBlockTitle: "Шағым",
    type: "Шағымның түрі",
    visitDate: "Нысанға келу күні",
    city: "Қала",
    objectName: "Нысанның атауы",
    objectBuilding: "Үйдің нөмірі",
    office: "Кеңсе нөмірі (бар болса)",
    visitPurpose: "Нысанға келу мақсатыңыз",
    attributes: "Нысанда сізге не жақпағанын таңдаңыз",
    attributesOther: "Басқасы",
    commentPlaceholder: "Хабарландыру мәтіні",
    hasThreatToLife:
      "Көрсетілген жағдайлар менің өміріме және денсаулығыма зиян келтіру қаупін тудырады (солай болса белгілеңіз)",
    videoLink: "Видеоға сілтеме",
    videoLinkLabel: "(міндетті емес)",
    addMoreVideos: "Көбірек видео қосу",
    uploadPhoto: "Фотосуретті жүктеңіз",
    addMorePhotos: "Көбірек фотосурет қосу",
    submit: "Жіберу",
    validation: {
      emptyField: "Жол бос болмауы керек",
      iin: "Жол 12 символдан тұруы керек",
      fillAllRequiredFields: "Барлық қажетті жолдарды толтырыңыз",
    },
    attribute: {
      "e7dc7624-c80c-4ae8-b7bd-2c69f35e06e3": "Арнайы тұрақ орны жоқ",
      "8ab4229b-c978-4493-b4c4-a346d57ec03b":
        "Арнайы тұрақ орны кіру есігінен алыс орналасқан",
      "7752cb1a-365f-4d99-b536-01e3eeddeb3f":
        "Асфальтта арнайын «Мүгедек» белгісі жоқ",
      "a5a91cab-807e-4366-b9ec-420fca40a849":
        "Тұрақ орнының қасында арнайы «Мүгедек»",
      "052d6769-dd4f-49eb-a759-349596733089": "Жиекте пандус жоқ",
      "cbcba0f9-f5f9-4ee5-95fd-db9f857efdc8":
        "Тұрақ орнынан тротуарға түсу жердегі жиек/жиек пандусы биік",
      "e91a378c-eaaf-45d8-aaf0-711def5e395b": "Пандустың еңісі зор",
      "154ed3ee-ed9c-45b9-a93e-f1d66151c262": "Тар пандус",
      "202e4587-b204-4148-a478-a403011da336": "Пандустың беті тайғақ",
      "7946cc13-d816-4e1e-b095-21a7d4c17d41":
        "Пандустың/көтергіштің орнына швеллер/коллиндік аппарель қойылған",
      "9b6eea82-3aab-43f6-a5c8-f9537e1da5fd":
        "Пандустың 2 жағынан тұтқаның болмауы",
      "347a8414-ce3d-4869-933b-73eefbf44dc4": "Пандустың шеттері жоқ",
      "b7985e98-a703-41c7-8cb8-2018f9297228": "Көтергіш жұмыс жасамайды",
      "0e4218b0-0e96-4ea6-816e-cc87c528fac2":
        "Пандустың 2 жағынан тұтқалары жоқ",
      "6c675929-1b9f-4b16-83c7-5959f6933da6":
        "Айналу алаңы тар (пандустың басы, ортасы, соңы)",
      "65661b0c-04dd-47d0-b1d0-7e8410268b8f": "Кіру есігінің алды тар",
      "8b024e9b-8363-401d-8284-284c23c94df5": "Кіру есігі тар",
      "5fdab5c7-2142-4805-bd81-290f43b84126": "Кіру есінгінің табалдырыңы биік",
      "fb9cb374-1148-4d8e-8fc9-71c8122fb1af": "Кіру есігі бекітілмейді",
      "135ef242-5e6d-47c7-89d3-9c74ab2bd6d0":
        "Әйнек есікте айқындағыш таңба жоқ",
      "68cbf35c-3cc4-4f40-93c7-12754fe93e65": "Тар тамбур",
      "a3847f00-f6c1-4db7-9c3f-6419512de951": "Тамбурда баспалдақ (-тар) бар",
      "a815cdab-07a0-4294-9453-0a2265f8c2d8": "Лифт/скаломобиль жоқ",
      "e2cbadbd-cd70-4015-a1be-838beab71c39": "Тар лифт",
      "f2d6378e-79c5-49da-abe8-6f143ad7e9c9": "Ішкі пандусттар/көтергіштер жоқ",
      "74e8697d-6d85-409d-8867-c3bfef30370b": "Ішкі пандустың еңісі зор",
      "f0808216-223e-413a-bb05-aa52d9e9581d": "Ішкі пандус тар",
      "78110447-d877-412d-abb3-786a6b3a7bbb": "Ішкі пандустың беті тайғанақ",
      "bb43be62-8457-4ab9-be12-27b0d1e6e092":
        "Ішкі пандустың/көтергіштің орнына швеллер/коллиндік аппарель қойылған",
      "b57ca558-dfc9-4e17-b39b-cb289aa9822c":
        "Пандустың 2 жағынан тұтқалары жоқ",
      "dcf1a252-d145-42a8-bae7-6749cacd323a": "Пандустың шеттері жоқ",
      "3dbbc686-7340-46fb-8b59-e40ee6462b67": "Көтергіш жұмыс жасамайды",
      "84eb75f9-0ea3-469e-adee-931a6ae00028":
        "Дәліз тар немесе жиһазбен толтырылған",
      "b8b216e8-3691-4560-b468-2da1fbdb3330": "Еденнің беті сырғанақ",
      "98a7430e-9f5c-4c7d-8346-08aee38f6539": "Тактильді жолақтар жоқ",
      "7ed5fdbf-98c8-427d-8ff4-6fd2f3c57a56": "Есік орнының ені тар",
      "fb558668-03f4-44ff-a15f-e08c7eb70e34": "Есік орнының табалдырығы биік",
      "d45aa08a-f924-4eeb-8319-6a836842daf2":
        "Үстелдің, сөренің жұмыс беті тым төмен/биік",
      "a642c676-a789-4ce7-ba17-3d9ffb5332e8":
        "Жиһаздың айналасында бос кеңістік жоқ",
      "ec7393f7-272a-42ed-b0e0-81dc56bfdc23":
        "Кассалық аппараттар, банкоматтар қол жетімсіз",
      "56590b0a-d6b2-4117-9b4a-22220b441b45":
        "Сүйемелдеу қызметі жоқ (тек қана вокзалдар, әуежайлар, емханалар үшін)",
      "a38aeb4f-1c3a-48db-b9e7-9afe24077e3f":
        "Концерттік және спорттық залдарда, көру алағдарында арнайы орындар жоқ",
      "c1bdc1fd-8be2-4d14-98c0-dd83959c86fb":
        "Арнайы жабдықталған дәретхана жоқ",
      "5ec0ae09-2aa0-4caf-aa2b-dcdd60ee24bd": "Есіктің ішкі жағында тұтқа жоқ",
      "4716729e-1d01-46f6-b59c-8bf4586a20ad": "Есіктің табалдырығы биік",
      "a3f69839-36a2-40a6-bb46-54898910ab69":
        "Дәретхана кабинасының өлшемдері тар",
      "4e570daa-d80e-49cf-bc4f-60239c7f440b":
        "Қол жуғыш айналасында бос кеңістік жоқ",
      "7cb29da0-ea16-468e-94d4-c681dcde194d": "Унитаздың қасында тұтқалар жоқ",
      "1750cc2c-9810-4ab7-92d0-59438bd30e87":
        "Унитаздың қасында бос кеңістік жоқ",
      "fb55c2c6-2369-4b0f-8658-2f5d905f275e": "Ілмектер жоқ",
      "11c27055-fc69-4e6f-a873-7e29fc5fff8c":
        "Қызметкерлерді шұғыл шақыру кнопкасы жоқ",
      "81bc70ac-5f34-40c1-8ae3-4f9ee740aab4": "Электронды табло жоқ",
      "4cd729da-ac47-4ae5-8014-a4105bcdc07e":
        "Нұсқағыштар, соның ішінде тактильді және/немесе Брайль шрифті қолданылған нұсқағыштар жоқ",
      "b117f3d1-e42f-4211-849b-66c9a50d6e2b":
        "Жұмыс тәртібі, кестелер, кабинет нөмірлері жоқ, соның ішінде тактильді және/немесе Брайль шрифтімен",
      "1adac3a8-ddae-4550-bbbd-78800c90b2b8": "Шұғыл эвакуация жолдары жоқ",
      "743e4ca9-4105-49d4-b23b-36eb58e6ae07":
        "Қабаттардың нөмірлері көрсетілмеген  ",
      "8daf9379-b0e4-4585-a06d-a8b1464a9654":
        "Қозғалыстың тактильді жолдары жоқ",
      "6621b726-df16-4339-89d5-9a02675e2d9c":
        "Қолжетімділіктің халықаралық символдары жоқ",
      "9a64ac67-1180-48fb-9fb9-9f6b98ebaa86":
        "Көрнекі ақпараттың дыбыстық сүйемелдеуі жоқ",
      "e480a9ae-3b5d-4a61-ac08-40201f60e06f": "Мнемосұлба жоқ",
    },
  },
  index: {
    makeComplaintLink: "Шағым беру",
    addObjectLink: "Нысанды қосу",
    selectCity: "Қаланы таңдаңыз",
    selectDisabilitiesCategory: "Қолданушының категориясы",
    search: "Сайт бойынша іздеу",
    searchLabel:
      "Нысанды іздеу үшін нысан түрін, атын немесе көшесін енгізіп, «Іздеу» батырмасын басыңыз",
    searchSubmitButton: "Іздеу",
    selectAccessibility: "Нысанның қолжетімділігін таңдаңыз",
    selectCategory: "Нысандардың категориялары",
    selectSubCategory: "категорияның санаттарын таңдаңыз",
    emptyCategoryOption: "Категория таңдаңыз",
    emptySubCategoryOption: "Категорияның санаттарын таңдаңыз",
    accessibilityFilter: {
      full_accessible: "Қолжетімді",
      partial_accessible: "Жартылай қолжетімді",
      not_accessible: "Қолжетімсіз",
    },
  },
  complaintTypes: {
    complaint1: "Нысанға кіргенде пандустың / көтергіштің болмауы",
    complaint2:
      "Нысанның қолжетімсіздігіне немесе нысанның функционалды аймақтарының нормативтік заңнама талаптарына сәйкес келмеуіне шағым беру",
  },
  yes: "Ия",
  no: "Жоқ",
  cancel: "Болдырмау",
  submit: "Жіберу",
  backward: "Артқа",
  next: "Әрі қарай",
  ready: "Дайын",
  about: {
    header:
      "Біз, «Қолжетімді Қазақстан» картасын әзірлеушілер, бірлессе отырып, біздің еліміздің әрбір тұрғыны үшін кедергісіз, қолжетімді, қауіпсіз және тату орта қалыптастыра алатынымызға сенеміз. Әрбіріміздің еркін қозғалуға құқығымыз бар. Жасына, тұрғылықты мекеніне, денсаулығына қарамастан. «Қолжетімді Қазақстан» виртуалды картасының қолданушыларына қазір қосылыңыз және қызметтерге қол жеткізіңіз! Сіздерге қамқорлықпен әзірленген!",
    title: "Что представляет собой проект «Доступный Казахстан»",
    text:
      "«Доступный Казахстан» — это онлайн-карта, на которую нанесена информация о доступности городских объектов и услуг. Открытые и бесплатные данные на карте дают возможность маломобильным группам населения (включая людей с инвалидностью, родителей с маленькими детьми на колясках, пожилых, беременных, временно-травмированных) ориентироваться в городском пространстве, а в случае отсутствия объекта на карте удобный интерфейс предоставляет возможность любому желающему поделиться со всеми информацией о доступности объекта.",
    map: "Как работает карта",
    accessibility:
      "Доступность объектов для маломобильных групп населения обозначена на карте международной системой светофора:",
    accessible: "Доступно",
    accessibleDescription:
      "Зеленая иконка обозначает, что объект полностью доступен, его можно посетить и воспользоваться услугами самостоятельно, без посторонней помощи.",
    partialAccessible: "Частично доступно",
    partialAccessibleDescription:
      "Желтая иконка — объект частично доступен, для посещения данного объекта нужна посторонняя помощь, либо не все его функциональные зоны доступны.",
    notAccessible: "Недоступно",
    notAccessibleDescription:
      "Красная иконка — объект недоступен, попасть на объект невозможно из-за недоступности входной группы (например, нет пандуса), либо невозможности движения по объекту.",
    participant: "Стань участником проекта",
    participantDescription:
      "На этапе запуска карты обученные волонтеры собрали информацию о более 2000 общественных объектов, есть не только фото-, но и видеообзоры. Мы возлагаем большие надежды именно на ВАС, на тех, кто пользуется картой, кому она ежедневно помогает получать актуальную информацию о доступности городских объектов! Мы позиционируем карту как сообщество, и надеемся, что ВЫ станете ее активным членом, полноценным участником и будете сами добавлять объекты на карту, а также комментировать и дополнять информацию об уже отраженных на карте объектах. При самостоятельном размещении на карте нового объекта, пожалуйста, оставляйте в комментариях как можно более подробную информацию и прикрепляйте фотографии, ведь именно эти материалы помогут другому человеку ориентироваться в городской среде.",
    text1: "Почему эта карта необходима",
    text2:
      "Зайдя на карту, вы сразу же увидите, что множество объектов отмечены красной иконкой. Так получилось не потому, что на карту специально заносились недоступные объекты, а потому, что доступных и частично доступных объектов в населенных пунктах намного меньше. Организации обязаны сделать вход в здание доступным для всех, но в большинстве случаев либо пандус не соответствует нормативам, либо человек, даже попав в здание, не может воспользоваться услугами, так как на его пути встречается мебель в узких коридорах, лестницы, а лифты отсутствуют и т.п.",
    text3:
      "Мы все — граждане своей страны с одинаковыми правами, отраженными в Конституции. Считаете ли вы, что ограничение в доступе к объектам и услугам является нарушением наших прав? Мы в этом уверены. 20 февраля 2015 года в Нур-Султане была ратифицирована Конвенция о правах людей с инвалидностью, после чего наше государство взяло на себя обязанность обеспечить благоприятную среду жизнедеятельности для людей с инвалидностью. В ближайшей перспективе Конвенция должна максимально ускорить процесс стирания барьеров, мешающих людям с инвалидностью полноценно участвовать в жизни общества наравне с другими гражданами.",
    text4:
      "Доступность открывает путь к получению образования, трудоустройству, лечению, отдыху, к возможности вести независимый образ жизни. Безбарьерная среда является общественным благом и тесно связана с социальным и экономическим развитием страны. Пусть термин «безбарьерная среда» для многих уже приобрел окрас разочарования, но мы надеемся и верим, что безбарьерная среда — это ближайшая реальность, и данная карта один из инструментов ее приближения!",
    text5: "Реальная польза проекта",
    text6:
      "Информация на карте поможет не только эффективно распланировать свой день и передвижения по городу, но и будет способствовать созданию инклюзивной среды.\n" +
      "                    При разработке карты была создана функция сбора данных об объектах — администратор карты в любой момент может предоставить статистические данные о количестве доступных или недоступных для посещения городских объектах. Представленные данные — это актуальный инструмент, показывающий реальную ситуацию в населенном пункте, необходимый для неправительственных и государственных организаций.",
    text7: "Жобаны жүзеге асыру",
    text8:
      "Жобаны қоғамдық ұйымның консорциумы жүзеге асырады. «Контакты» парақшасын қараңыз.",
    contacts: "Байланысу",
    text9: "",
    financing: "Қаржыландыру",
    financingDescription:
      "Жобаны Қазақстан Республикасындағы Еуропалық Одақтың Өкілдігі, Қазақстандағы АҚШ-тың Дипломатиялық миссиясы, UNICEF БҰҰ Балалар қоры, Astana Hub Орталық Азиядағы.",
  },
  selectObjectType: "Нысан типін таңдау",
  detectedLocation: {
    modalText:
      "Біз сіздің орналасқан орныңызды {break} {span} ретінде анықтадық,{break} Сіз осындасыз ба?",
    buttonYes: "Иә",
    buttonNo: "Қаланы өзгерту",
  },
};
