export default {
    meta: {
        title: 'Доступный Казахстан',
        description: 'Актуальная информация о доступности объектов для людей с ограниченными возможностями, полезные статьи, законодательные акты, обсуждение, отзывы',
        keywords: 'Доступность объектов, Инвалиды Павлодар, Инвалиды Астана, Инвалиды Нур-Султан, Инвалиды Алматы, Инвалиды Алмата, Инвалиды Кокшетау, Инвалиды Костанай, Инвалиды Талдыкорган, Инвалиды Кызылорда, Инвалиды Капчагай, Инвалиды Актау, Инвалиды Атырау, Инвалиды Актобе, Инвалиды Караганда, Инвалиды Семей, Инвалиды Тараз, Инвалиды Туркестан, Инвалиды Шымкент, Инвалиды Уральск, Инвалиды Усть-Каменагорск, Инвалиды Петрапаволск, Инвалиды Экибастуз, Инвалиды Казахстан, Объекты для инвалидов, Люди с ограниченными возможностями'
    },
    usernameDefault: 'Без имени',
    pointsCount: '0 баллов | {n} балл | {n} балла | {n} баллов',
    login: {
        linkTitle: 'Войти',
        pageTitle: 'Вход',
        popupTitle: 'Доступный Казахстан — сделайте свой город ближе',
        phoneLoginAdvice: 'Или войдите с помощью телефона',
        profileFillingAdvice: 'Продолжите регистрацию и заполните свой профиль',
        profileLinkTitle: 'Перейти в мой профиль',
        phoneNumberInputPlaceholder: 'Номер телефона',
        smsCodeInputPlaceholder: 'Код из СМС',
        smsCodeTimeoutMessage: 'Повторную отправку можно выполнить через {time} секунд',
        sendSmsCodeButtonTitle: 'Отправить код',
        confirmSmsCodeButtonTitle: 'Войти на сайт',
        invalidPhoneNumberMessage: 'Введен неверный формат номера',
        invalidSmsCodeMessage: 'Введен неверный код',
        viHeaderLoginTitle: 'Войти',
        viHeaderLoginOr: 'Или',
        viHeaderRegister: 'Зарегистрироваться'
    },
    blog: {
        title: 'Блог',
        similarPosts: 'Похожие материалы',
        categories: 'Категории',
        allCategories: 'Все категории',
        searchPlaceholder: 'Поиск по блогу',
        date: 'Дата',
        dateOverall: 'За все время',
        share: 'Поделиться',
        subscribe: 'Подписаться на рассылку',
        postLinkTitle: 'Подробнее',
        dateFilterPeriod: {
            year: 'За год',
            month: 'За месяц',
            week: 'За неделю'
        },
        commentsCount: '0 комментариев | {n} комментарий | {n} комментария | {n} комментариев',
        commentsSort: {
            newest: 'Сначала новые',
            oldest: 'Сначала старые',
            popular: 'Популярные'
        },
        commentReplied: 'ответил(а)',
        commentReply: 'Ответить',
        showComments: 'Показать комментарии',
        hideComments: 'Скрыть комментарии',
        commentInputPlaceholder: 'Напишите комментарий'
    },
    profile: {
        updateAvatar: 'Обновить фотографию',
        deleteAvatar: 'Удалить',
        namePlaceholder: 'Ваше имя',
        statusPlaceholder: 'Всем привет! Я с вами :)',
        emailPlaceholder: 'Ваша эл. почта',
        phonePlaceholder: 'Ваш телефон',
        editLink: 'Редактировать анкету',
        avatarChangeHint: 'Выберите себе аватар. Учтите, что сменить его вы сможете только на {level} уровне :)',
        avatarChangePopupTitle: 'Обновление фотографии',
        sort: 'Сортировать по',
        sortNewestFirst: 'дате добавления',
        sortOldestFirst: 'сначала старые',
        level: 'уровень',
        points: 'баллов',
        stats: {
            objects: 'объектов',
            verifications: 'проверок',
            complaints: 'жалоб'
        },
        tasks: {
            current: 'Текущее задание',
            tabTitle: 'Мои задания',
            pointsCount: '0 баллов | {n} балл | {n} балла | {n} баллов'
        },
        achievements: {
            tabTitle: 'Достижения',
            title: 'Достижения',
            events: 'Лента событий',
            event: {
                objectReviewed: 'прокомментировал(а) ваш объект',
                awardIssued: 'Вам выдана награда: "{award}"',
                objectAdded: 'Вы добавлили объект',
                blogCommentReplied: 'ответил(а) ваш комментарий к посту',
                levelReached: 'Поздравляем, вы достигли {level} уровень!',
                pointsUntilNextLevel: 'До {nextLevel} уровня вам нужно набрать баллов: {points}',
                objectSupplemented: 'дополнил(а) ваш объект'
            },
            ability: {
                status_change: 'Теперь вы можете сменить статус.',
                avatarUpload: 'Теперь вы можете загрузить аватар.'
            }
        },
        objects: {
            tabTitle: 'Мои объекты',
            show: 'Показать',
            showAll: 'все',
            showFullAccessible: 'доступные',
            showPartialAccessible: 'частично доступные',
            showNotAccessible: 'недоступные',
            commentsCountLabel: 'комментариев',
            complaintsCountLabel: 'жалоб'
        },
        tickets: {
            tabTitle: 'Мои тикеты',
            makeComplaintButton: 'Подать жалобу',
            downloadComplaintButton: 'Скачать жалобу'
        },
        comments: {
            tabTitle: 'Мои комментарии',
            sortByPopularity: 'популярности',
            forPost: 'к посту',
            forObject: 'к объекту'
        },
        edit: {
            pageTitle: 'Редактирование анкеты',
            pointsCount: '0 баллов | {n} балл | {n} балла | {n} баллов',
            pointsInfo: 'За заполнение анкеты вы получите',
            personalDataInfo: 'Ваша личная информация не будет видна другим пользователям',
            lastNameLabel: 'Фамилия',
            firstNameLabel: 'Имя',
            middleNameLabel: 'Отчество',
            emailLabel: 'Эл. Почта',
            phoneLabel: 'Телефон',
            smsCodeLabel: 'Смс код',
            sendSmsButton: 'Отправить код',
            resendSmsCodeMessage: 'Повторную отправку можно выполнить через 15 секунд',
            statusLabel: 'Отображаемый статус',
            saveButton: 'Сохранить',
            statusInputPlaceholder: 'Будет доступен с 5 уровня',
            invalidVerificationCodeError: 'Неверный код',
            tooManyRequestsError: 'Превышено допустимое количество попыток',
            errorPleaseRetry: 'Ошибка, пожалуйста повторите операцию'
        },
        notifications: {
            levelReachedText: 'Поздравляем, вы получили {level} уровень!',
            levelReachedTitle: 'Новый уровень!',
            ability: {
                avatar_upload: 'Теперь вы можете загрузить аватар',
                status_change: 'Теперь вы можете редактировать свой статус'
            },
            pointsEarnedTitle: 'Вам начислено {n}!',
            pointsEarnedTasks: {
                daily: 'Вы закончили еженедельное задание',
                profile_completion: 'Вы закончили задание',
                administration: 'Вы закончили задание администрации',
            }
        }
    },
    objects: {
        tabTitles: {
            description: 'Описание',
            photos: 'Фото',
            videos: 'Видео',
            reviews: 'Отзывы',
            history: 'История'
        },
        review: {
            linkButtonTitle: 'Оставить отзыв',
            popupTitle: 'Написать отзыв',
            submitButtonTitle: 'Отправить',
            textareaPlaceholder: 'Расскажите о ваших впечатлениях',
            textareaHelpText: 'Введите минимум 20 символов'
        },
        zone: {
            parking: 'Парковка',
            entrance: 'Входная группа',
            movement: 'Пути движения по объекту',
            service: 'Зона оказания услуги',
            toilet: 'Туалет',
            navigation: 'Навигация',
            serviceAccessibility: 'Доступность услуги',
            kidsAccessibility: 'Доступность и безопасность услуг для детей до 7 лет',
        },
        viBreadcrumbsTitle: 'Вернуться в категорию {category} / {subCategory}',
        viAccessibilityCategory: {
            full_accessible: 'доступно',
            partial_accessible: 'частично доступно',
            not_accessible: 'недоступно',
            not_provided: 'не предусмотрено',
            unknown: 'не известно'
        },
        viSummaryScore: 'Оценка объекта: {score}',
        viReturnToObject: 'Вернуться к объекту {object}',
        verificationPopupTitle: 'Подтвердите данные об объекте',
        verificationPopupQuestion: 'Считаете ли вы, что все данные об объекте {objectName} заполнены верно?',
        verificationStatus: {
            full_verified: 'Объект верифицирован',
            not_verified: 'Объект не верифицирован',
            partial_verified: 'Объект частично верифицирован',
        },
        detailedInfo: 'Подробная информация',
        confirm: 'Подтвердить данные',
        makeComplaint: 'Подать жалобу',
        history: {
            reviewed: 'прокомментировал(а) объект',
            confirmed: 'подтвердил(а) данные',
            notConfirmed: 'не подтвердил(а) данные',
            supplemented: 'дополнил (а) объект'
        },
        attribute: {
            yes: 'Да',
            no: 'Нет',
            unknown: 'Не известно',
            not_provided: 'Не предусмотрено'
        },
        download: 'Скачать',
    },
    objectAdding: {
        presenceMessageHeader: 'Уведомляем!',
        presenceMessage: 'Объект "{name}" уже опубликован на сайте.',
        pageHeader: 'Добавить объект',
        formType: {
            small: 'Простая форма',
            middle: 'Средняя форма',
            full: 'Сложная форма'
        },
        currentStep: 'Шаг {currentStepNumber} из {totalSteps}',
        commonInformation: 'Общая информация',
        zoneCommentLabel: 'Комментарий к оценке зоны',
        zoneCommentPlaceholder: 'Система самостоятельно оценила доступность зоны на основании ваших ответов. Если вы не согласны с оценкой, пожалуйста, оставьте в этом поле ваш комментарий с пояснениями. Модератор сайта сможет исправить оценку сайта.',
        duplicateStep: 'Дублировать шаг',
        objectName: 'Наименование',
        objectOtherNames: 'Другие наименования',
        mapPoint: 'Точка на карте',
        address: 'Адрес',
        addressPlaceholder: 'улица Айманова, 11',
        category: 'Категория',
        emptyCategoryPlaceholder: 'Выберите категорию',
        categoryHelp1: 'Выберите категорию объекта из списка.',
        categoryHelp2: 'Если категория в списке отсутствует, выберите категорию “Другое”.',
        subCategory: 'Подкатегория',
        emptySubCategoryPlaceholder: 'Выберите подкатегорию',
        subCategoryHelp1: 'Выберите подкатегорию объекта из списка.',
        subCategoryHelp2: 'Если категория в списке отсутствует, выберите подкатегорию “Другое”.',
        description: 'Описание',
        videoLink: 'Ссылка на видео',
        addMoreVideos: 'Добавить еще видео',
        uploadPhotos: 'Загрузить фото',
        photosHelp1: 'Дополните информацию об объекте фотографиями, демонстрирующимидоступность или недоступность объекта.',
        photosHelp2: 'Не более 2 Мб в форматах jpg, png, bmp, tif, gif.'

    },
    contacts: {
        title: 'Контакты',
        contactMessage: 'Вы можете связаться с нами по электронной почте, через колл-центр или\n же заполнив форму',
        callCenterWorkingHours: 'Колл-центр работает в рабочие дни с {from} до {to}.',
        chooseRegionalRepresentativeLabel: 'Выберите регионального представителя',
        regionalRepresentativesText: `
            В проекте работают 24 организации из 19 городов Казахстана. Если ваш вопрос
            касается конкретного города, рекомендуем вам связаться с региональным представителем. Данные
            организации проводят мониторинг доступности объектов в своих городах, а также занимаются решением
            вопросов, связанных с защитой прав людей с инвалидностью и других маломобильных граждан на
            безбарьерную среду.
        `,
        form: {
            nameLabel: 'Ваше имя',
            emailLabel: 'Эл. почта',
            messageLabel: 'Текст сообщения',
            submitButtonLabel: 'Отправить',
            submittedPopupTitle: 'Готово!',
            submittedPopupMessage: 'Сообщение успешно отправлено. Спасибо за сотрудничество!'
        }
    },
    error: {
        title: 'Ошибка {code}',
        error404: {
            message: 'К сожалению, страницы, на которую вы хотели попасть, нет на нашем сайте. Возможно, вы ввели неправильный адрес или она была удалена.',
            searchAdvice: 'Попробуйте вернуться на главную страницу или воспользуйтесь поиском.',
            searchPlaceholder: 'Найти'
        },
        error500: {
            message: 'Что-то пошло не так!',
            advice: 'Какие-то технические неполадки. Мы обязательно это починим! А пока вернитесь на предыдущую страницу',
            linkToMainPageTitle: 'Вернуться назад'
        }
    },
    loginLinkTitle: 'Вход',
    eventsTabTitle: 'Лента событий',
    blogTabTitle: 'Блог',
    blogLink: 'Перейти в раздел',
    events: {
        objectAdded: {
            yourself: 'Вы добавили объект',
            others: 'добавил(а) объект'
        },
        objectReviewed: {
            yourself: 'Вы прокомментировали объект',
            others: 'прокомментировал(а) объект',
            yourObject: 'прокомментировал(а) ваш объект',
        },
        levelReached: {
            yourself: 'Вы получаете уровень {level}',
            others: 'получает уровень {level}',
        },
        blogCommentReplied: {
            yourself: 'Вы оставили ответ на комментарий к записи',
            others: 'отвечает на комментарий к записи'
        },
        awardIssued: {
            yourself: 'Вы получили награду',
            others: 'получает награду'
        },
        objectSupplemented: {
            yourself: 'Вы дополнили объект',
            others: 'дополнил(а) объект',
            yourObject: 'дополнил(а) ваш объект',
        },
        profileLinkTitle: 'Перейти в профиль'
    },
    disabilityCategories: {
        movement: 'Люди, передвигающиеся на кресло-коляске',
        vision: 'Люди с инвалидностью по зрению',
        limb: 'Люди с нарушениями опорно-двигательного аппарата',
        hearing: 'Люди с инвалидностью по слуху',
        temporal: 'Временно травмированные люди',
        babyCarriage: 'Люди с детскими колясками, дети до 7 лет',
        missingLimbs: 'Люди с отсутствующими конечностями',
        pregnant: 'Беременные женщины',
        intellectual: 'Люди с интелектуальной инвалидностью',
        agedPeople: 'Пожилые люди',
        justView: 'Просто посмотреть',
    },
    startCategory: {
        title: 'Добро пожаловать на портал Доступный Казахстан',
        adviceText: 'Пожалуйста, выберите свою категорию, <br>чтобы работать с сайтом вам было максимально комфортно',
        justView: 'Нет, спасибо. Я просто посмотреть'
    },
    accessibilityScore: {
        title: 'Оценка доступности зоны',
        category: {
            movement: 'Люди, передвигающиеся на кресло-коляске',
            limb: 'Люди с нарушениями опорно-двигательного аппарата',
            vision: 'Люди с инвалидностью по зрению',
            hearing: 'Люди с инвалидностью по слуху',
            intellectual: 'Люди с интелектуальной инвалидностью',
        },
        status: {
            full_accessible: 'доступно',
            partial_accessible: 'частично доступно',
            not_accessible: 'не доступно',
            not_provided: 'Не предусмотрено'
        }
    },
    accessibilityStatus: {
        full_accessible: 'Доступно',
        partial_accessible: 'Частично доступно',
        not_accessible: 'Не доступно',
        not_provided: 'не предусмотрено',
        unknown: 'не известно'
    },
    mainFilter: {
        searchPlaceholder: 'Тип объекта, название или улица',
        accessibilityStatus: {
            accessible: 'Доступно',
            partialAccessible: 'Частично доступно',
            notAccessible: 'Недоступно'
        }
    },
    mainMenu: {
        help: 'Помощь',
        about: 'О проекте',
        blog: 'Блог',
        contacts: 'Контакты',
    },
    visualImpairedSettings: {
        fontSize: 'Размер шрифта',
        colorTheme: 'Цветовая схема',
        fontFamily: 'Шрифт',
        fontFamilySans: 'Обычный',
        fontFamilySerif: 'С засечками',
        normalModeSwitchTitle: 'Обычная версия сайта',
        siteLanguage: 'Язык сайта'
    },
    complaint: {
        pageTitle: 'Подать жалобу',
        infoText: `
            Внимание! В связи с тем, что Ваше письмо в дальнейшем будет направлено в
                    государственный орган, оно должно выполнять определенные требования, такие как наличие Ф.И.О., ИИН,
                    адреса (пункт 2 статьи 6 Закона Республики Казахстан от 12.01.2007 г. № 221-III «О порядке
                    рассмотрения обращений физических и юридических лиц»). Пожалуйста, заполните данные поля без ошибок.
                    Анонимные обращения не рассматриваются.
        `,
        personalInfoTitle: 'Персональная информация',
        requiredFields: 'Поля, обязательные для заполнения',
        lastName: 'Фамилия',
        firstName: 'Имя',
        middleName: 'Отчество',
        iin: 'ИИН',
        street: 'Улица',
        building: 'Дом',
        apartment: 'Квартира',
        phone: 'Телефон',
        authority: 'Наименование органа обращения',
        rememberPersonalData: 'Запомнить мои данные',
        complaintBlockTitle: 'Жалоба',
        type: 'Вид жалобы',
        visitDate: 'Дата посещения объекта',
        city: 'Город',
        objectName: 'Название объекта',
        objectBuilding: 'Номер дома',
        office: 'Офис (если есть)',
        visitPurpose: 'Цель посещения объекта',
        attributes: 'Выберите из списка, что именно вас не устроило на объекте',
        attributesOther: 'Другое',
        commentPlaceholder: 'Текст сообщения',
        hasThreatToLife: 'Данными условиями создана угроза причинения вреда моей жизни и здоровью (отметить, если это так)',
        videoLink: 'Ссылка на видео',
        videoLinkLabel: '(не обязательно)',
        addMoreVideos: 'Добавить еще видео',
        uploadPhoto: 'Загрузить фото',
        addMorePhotos: 'Добавить еще фото',
        submit: 'Отправить',
        validation: {
            emptyField: 'Поле не может быть пустым',
            iin: 'Поле должно содержать 12 символов',
            fillAllRequiredFields: 'Заполните, пожалуйста, все обязательные поля'
        },
        attribute: {
            'e7dc7624-c80c-4ae8-b7bd-2c69f35e06e3': 'Отсутствие специального парковочного места',
            '8ab4229b-c978-4493-b4c4-a346d57ec03b': 'Специальное парковочное место находится далеко от входа',
            '7752cb1a-365f-4d99-b536-01e3eeddeb3f': 'Отсутствие на асфальте специальной разметки со знаком «Инвалид»',
            'a5a91cab-807e-4366-b9ec-420fca40a849': 'Отсутствие специального знака «Инвалид» рядом с парковочным местом»',
            '052d6769-dd4f-49eb-a759-349596733089': 'Отсутствие бордюрного пандуса',
            'cbcba0f9-f5f9-4ee5-95fd-db9f857efdc8': 'Наличие высокого бордюра в месте съезда с парковки на тротуар/ бордюрного пандуса',
            'e91a378c-eaaf-45d8-aaf0-711def5e395b': 'Крутой уклон пандуса',
            '154ed3ee-ed9c-45b9-a93e-f1d66151c262': 'Узкий пандус',
            '202e4587-b204-4148-a478-a403011da336': 'Скользкое покрытие пандуса',
            '7946cc13-d816-4e1e-b095-21a7d4c17d41': 'Вместо пандуса/подъемника установлен швеллер/ колейная аппарель',
            '9b6eea82-3aab-43f6-a5c8-f9537e1da5fd': 'Отсутствие поручней у пандуса с 2-х сторон',
            '347a8414-ce3d-4869-933b-73eefbf44dc4': 'Отсутствие бортиков у пандуса',
            'b7985e98-a703-41c7-8cb8-2018f9297228': 'Подъемник в неисправном состоянии',
            '0e4218b0-0e96-4ea6-816e-cc87c528fac2': 'Отсутствие тактильной полосы на нижней и верхней ступенях лестницы',
            '6c675929-1b9f-4b16-83c7-5959f6933da6': 'Узкая разворотная площадка (начало, середина, конец пандуса)',
            '65661b0c-04dd-47d0-b1d0-7e8410268b8f': 'Узкая площадка перед входной дверью',
            '8b024e9b-8363-401d-8284-284c23c94df5': 'Узкая входная дверь',
            '5fdab5c7-2142-4805-bd81-290f43b84126': 'Наличие высокого порога у входной двери',
            'fb9cb374-1148-4d8e-8fc9-71c8122fb1af': 'Входная дверь без фиксации',
            '135ef242-5e6d-47c7-89d3-9c74ab2bd6d0': 'Отсутствие контрастной маркировки на входной стеклянной двери',
            '68cbf35c-3cc4-4f40-93c7-12754fe93e65': 'Узкий тамбур',
            'a3847f00-f6c1-4db7-9c3f-6419512de951': 'Наличие ступени (-ней) в тамбуре',
            'a815cdab-07a0-4294-9453-0a2265f8c2d8': 'Отсутствие лифта/скаломобиля',
            'e2cbadbd-cd70-4015-a1be-838beab71c39': 'Узкий лифт',
            'f2d6378e-79c5-49da-abe8-6f143ad7e9c9': 'Отсутствие внутренних пандусов/подъемников',
            '74e8697d-6d85-409d-8867-c3bfef30370b': 'Крутой уклон внутреннего пандуса',
            'f0808216-223e-413a-bb05-aa52d9e9581d': 'Узкий внутренний пандус',
            '78110447-d877-412d-abb3-786a6b3a7bbb': 'Скользкое покрытие внутреннего пандуса',
            'bb43be62-8457-4ab9-be12-27b0d1e6e092': 'Вместо внутреннего пандуса/подъемника установлен швеллер/ колейная аппарель',
            'b57ca558-dfc9-4e17-b39b-cb289aa9822c': 'Отсутствие поручней у пандуса с 2-х сторон',
            'dcf1a252-d145-42a8-bae7-6749cacd323a': 'Отсутствие бортиков у пандуса',
            '3dbbc686-7340-46fb-8b59-e40ee6462b67': 'Подъемник в неисправном состоянии',
            '84eb75f9-0ea3-469e-adee-931a6ae00028': 'Узкий или заставленный мебелью коридор',
            'b8b216e8-3691-4560-b468-2da1fbdb3330': 'Скользкое покрытие пола',
            '98a7430e-9f5c-4c7d-8346-08aee38f6539': 'Отсутствие тактильных дорожек',
            '7ed5fdbf-98c8-427d-8ff4-6fd2f3c57a56': 'Узкая ширина дверных проемов',
            'fb558668-03f4-44ff-a15f-e08c7eb70e34': 'Высокие пороги в дверных проемах',
            'd45aa08a-f924-4eeb-8319-6a836842daf2': 'Слишком низкая/высокая рабочая поверхности стола, стойки',
            'a642c676-a789-4ce7-ba17-3d9ffb5332e8': 'Отсутствие свободного пространства около мебели',
            'ec7393f7-272a-42ed-b0e0-81dc56bfdc23': 'Отсутствие доступа к кассовым аппаратам, банкоматам и т.д.',
            '56590b0a-d6b2-4117-9b4a-22220b441b45': 'Отсутствие службы сопровождения (только для вокзалов, аэропортов, поликлиник)',
            'a38aeb4f-1c3a-48db-b9e7-9afe24077e3f': 'Отсутствие специальных мест в концертных и спортивных залах, на смотровых площадках',
            'c1bdc1fd-8be2-4d14-98c0-dd83959c86fb': 'Отсутствие специально оборудованного туалета',
            '5ec0ae09-2aa0-4caf-aa2b-dcdd60ee24bd': 'Отсутствие поручней на внутренней стороне двери',
            '4716729e-1d01-46f6-b59c-8bf4586a20ad': 'Наличие высокого порога у двери',
            'a3f69839-36a2-40a6-bb46-54898910ab69': 'Узкие размеры туалетной кабины',
            '4e570daa-d80e-49cf-bc4f-60239c7f440b': 'Отсутствие свободного пространства около раковины',
            '7cb29da0-ea16-468e-94d4-c681dcde194d': 'Отсутствие поручней около унитаза',
            '1750cc2c-9810-4ab7-92d0-59438bd30e87': 'Отсутствие свободного пространства рядом с унитазом',
            'fb55c2c6-2369-4b0f-8658-2f5d905f275e': 'Отсутствие крючков',
            '11c27055-fc69-4e6f-a873-7e29fc5fff8c': 'Отсутствие кнопки экстренного вызова персонала',
            '81bc70ac-5f34-40c1-8ae3-4f9ee740aab4': 'Отсутствие электронных табло',
            '4cd729da-ac47-4ae5-8014-a4105bcdc07e': 'Отсутствие указателей, в том числе тактильных и/или с использованием шрифта Брайля',
            'b117f3d1-e42f-4211-849b-66c9a50d6e2b': 'Отсутствие режима работы, расписания, номеров кабинетов и т.д., в том числе тактильных и/или с использованием шрифта Брайля',
            '1adac3a8-ddae-4550-bbbd-78800c90b2b8': 'Отсутствие путей экстренной эвакуации',
            '743e4ca9-4105-49d4-b23b-36eb58e6ae07': 'Отсутствие номеров этажей ',
            '8daf9379-b0e4-4585-a06d-a8b1464a9654': 'Отсутствие тактильных путей движения',
            '6621b726-df16-4339-89d5-9a02675e2d9c': 'Отсутствие международных символов доступности',
            '9a64ac67-1180-48fb-9fb9-9f6b98ebaa86': 'Отсутствие звукового сопровождения визуальной информации',
            'e480a9ae-3b5d-4a61-ac08-40201f60e06f': 'Отсутствие мнемосхемы'
        }
    },
    index: {
        makeComplaintLink: 'Подать жалобу',
        addObjectLink: 'Добавить объект',
        selectCity: 'Выберите город',
        selectDisabilitiesCategory: 'Категория пользователя',
        search: 'Поиск по сайту',
        searchLabel: 'Для поиска объекта введите тип объекта, название или улицу и нажмите «Поиск»',
        searchSubmitButton: 'Поиск',
        selectAccessibility: 'Выберите доступность объекта',
        selectCategory: 'Категория объекта',
        selectSubCategory: 'подкатегория объекта',
        emptyCategoryOption: 'Выберите категорию',
        emptySubCategoryOption: 'Выберите подкатегорию',
        accessibilityFilter: {
            full_accessible: 'Доступно',
            partial_accessible: 'Частично доступно',
            not_accessible: 'Недоступно'
        }
    },
    complaintTypes: {
        complaint1: 'Жалоба на отсутствие пандуса / подъемника на входе в объект',
        complaint2: 'Жалоба на отсутствие доступа на объект или несоответствии функциональных зон объекта требованиям нормативного законодательства',
    },
    yes: 'Да',
    no: 'Нет',
    cancel: 'Отмена',
    submit: 'Отправить',
    backward: 'Назад',
    next: 'Далее',
    ready: 'Готово',
    about: {
        title: 'Что представляет собой проект «Доступный Казахстан»',
        text: '«Доступный Казахстан» — это онлайн-карта, на которую нанесена информация о доступности городских объектов и услуг. Открытые и бесплатные данные на карте дают возможность маломобильным группам населения (включая людей с инвалидностью, родителей с маленькими детьми на колясках, пожилых, беременных, временно-травмированных) ориентироваться в городском пространстве, а в случае отсутствия объекта на карте удобный интерфейс предоставляет возможность любому желающему поделиться со всеми информацией о доступности объекта.',
        map: 'Как работает карта',
        accessibility: 'Доступность объектов для маломобильных групп населения обозначена на карте международной системой светофора:',
        accessible: 'Доступно',
        accessibleDescription: 'Зеленая иконка обозначает, что объект полностью доступен, его можно посетить и воспользоваться услугами самостоятельно, без посторонней помощи.',
        partialAccessible: 'Частично доступно',
        partialAccessibleDescription: 'Желтая иконка — объект частично доступен, для посещения данного объекта нужна посторонняя помощь, либо не все его функциональные зоны доступны.',
        notAccessible: 'Недоступно',
        notAccessibleDescription: 'Красная иконка — объект недоступен, попасть на объект невозможно из-за недоступности входной группы (например, нет пандуса), либо невозможности движения по объекту.',
        participant: 'Стань участником проекта',
        participantDescription: 'На этапе запуска карты обученные волонтеры собрали информацию о более 2000 общественных объектов, есть не только фото-, но и видеообзоры. Мы возлагаем большие надежды именно на ВАС, на тех, кто пользуется картой, кому она ежедневно помогает получать актуальную информацию о доступности городских объектов! Мы позиционируем карту как сообщество, и надеемся, что ВЫ станете ее активным членом, полноценным участником и будете сами добавлять объекты на карту, а также комментировать и дополнять информацию об уже отраженных на карте объектах. При самостоятельном размещении на карте нового объекта, пожалуйста, оставляйте в комментариях как можно более подробную информацию и прикрепляйте фотографии, ведь именно эти материалы помогут другому человеку ориентироваться в городской среде.',
        text1: 'Почему эта карта необходима',
        text2: 'Зайдя на карту, вы сразу же увидите, что множество объектов отмечены красной иконкой. Так получилось не потому, что на карту специально заносились недоступные объекты, а потому, что доступных и частично доступных объектов в населенных пунктах намного меньше. Организации обязаны сделать вход в здание доступным для всех, но в большинстве случаев либо пандус не соответствует нормативам, либо человек, даже попав в здание, не может воспользоваться услугами, так как на его пути встречается мебель в узких коридорах, лестницы, а лифты отсутствуют и т.п.',
        text3: 'Мы все — граждане своей страны с одинаковыми правами, отраженными в Конституции. Считаете ли вы, что ограничение в доступе к объектам и услугам является нарушением наших прав? Мы в этом уверены. 20 февраля 2015 года в Нур-Султане была ратифицирована Конвенция о правах людей с инвалидностью, после чего наше государство взяло на себя обязанность обеспечить благоприятную среду жизнедеятельности для людей с инвалидностью. В ближайшей перспективе Конвенция должна максимально ускорить процесс стирания барьеров, мешающих людям с инвалидностью полноценно участвовать в жизни общества наравне с другими гражданами.',
        text4: 'Доступность открывает путь к получению образования, трудоустройству, лечению, отдыху, к возможности вести независимый образ жизни. Безбарьерная среда является общественным благом и тесно связана с социальным и экономическим развитием страны. Пусть термин «безбарьерная среда» для многих уже приобрел окрас разочарования, но мы надеемся и верим, что безбарьерная среда — это ближайшая реальность, и данная карта один из инструментов ее приближения!',
        text5: 'Реальная польза проекта',
        text6: 'Информация на карте поможет не только эффективно распланировать свой день и передвижения по городу, но и будет способствовать созданию инклюзивной среды.\n' +
            '                    При разработке карты была создана функция сбора данных об объектах — администратор карты в любой момент может предоставить статистические данные о количестве доступных или недоступных для посещения городских объектах. Представленные данные — это актуальный инструмент, показывающий реальную ситуацию в населенном пункте, необходимый для неправительственных и государственных организаций.',
        text7: 'Реализация проекта',
        text8: 'Проект реализуется консорциумом общественных организаций. Смотрите страницу ',
        contacts: 'Контакты',
        text9: '',
        financing: 'Финансирование',
        financingDescription: 'Проект финансируется Европейским Союзом и Дипломатической миссией США в Казахстане.'
    }
}