export default {
  meta: {
    title: "Доступный Казахстан",
    description:
      "Актуальная информация о доступности объектов для людей с ограниченными возможностями, полезные статьи, законодательные акты, обсуждение, отзывы",
    keywords:
      "Доступность объектов, Люди с инвалидностью Павлодар, Астана, Нур-Султан, Алматы, Алматы, Кокшетау, Костанай, Талдыкорган, Кызылорда, Капшагай, Актау, Атырау, Актобе, Караганда, Семей, Тараз, Туркестан, Шымкент, Уральск, Усть-Каменогорск, Петрапавловск, Экибастуз, Казахстан, Объекты для людей с инвалидностью",
  },
  usernameDefault: "Без имени",
  pointsCount: "0 баллов | {n} балл | {n} балла | {n} баллов",
  showAvailability: "Показать доступность",
  upload: "Загрузить",
  addPhotos: "Добавить фото к объекту",
  newObjectAdded: "Добавлен новый объект в вашей категории",
  registrationPoints: "За регистрацию вам начислено 20 баллов",
  profileEditPoints: "Заполните информацию о себе и получите ещё 50 баллов",
  siteDeveloped: "Сайт разработан",
  youAccept: {
    main: "При регистрации или авторизации, Вы соглашаетесь с ",
    privacyPolicy: "Политикой конфиденциальности",
    termsOfUse: "Пользовательским соглашением",
  },
  login: {
    linkTitle: "Войти",
    pageTitle: "Вход",
    logoutTitle: "Выйти",
    popupTitle: "Сделайте свой город ближе",
    phoneLoginAdvice: "Или войдите с помощью телефона",
    profileFillingAdvice: "Продолжите регистрацию и заполните свой профиль",
    profileLinkTitle: "Перейти в мой профиль",
    phoneNumberInputPlaceholder: "Номер телефона",
    smsCodeInputPlaceholder: "Код из СМС",
    smsCodeTimeoutMessage:
      "Повторную отправку можно выполнить через {time} секунд",
    sendSmsCodeButtonTitle: "Отправить код",
    confirmSmsCodeButtonTitle: "Войти на сайт",
    invalidPhoneNumberMessage: "Введен неверный формат номера",
    invalidSmsCodeMessage: "Введен неверный код",
    viHeaderLoginTitle: "Войти",
    viHeaderLoginOr: "Или",
    viHeaderRegister: "Зарегистрироваться",
    areYouInGroup: "Относитесь ли Вы к маломобильным группам?",
    subscribeNotification:
      "Согласны ли вы подписаться на уведомления о добавлении нового объекта данной категории?",
    subscribeNewNotification: "Вы изменили категорию или город",
    subscribeNewNotificationText:
      "Согласны ли вы подписаться на уведомления о добавлении нового объекта указанной категории или города",
    subscribeNotificationDone:
      "Вы подписались на получение уведомлений о новых объектах в категории {category} по всему Казахстану",
    subscribeNotificationDoneSelected:
      "Вы подписались на получение уведомлений о новых объектах в категории {category} по региону {city}",
    ok: "Хорошо",
    subscribeNotificationWarning:
      "Если в профиле не указан Ваш город, вы будете получать уведомления о\n" +
      "          появлении новых объектах по всему Казахстану. Для выбора города\n" +
      "          перейдите в редактирование анкеты",
  },
  blog: {
    title: "Медиатека",
    similarPosts: "Похожие материалы",
    categories: "Категории",
    notSelected: "Не выбрано",
    allCategories: "Все категории",
    searchPlaceholder: "Поиск по блогу",
    date: "Дата",
    dateOverall: "За все время",
    share: "Поделиться",
    subscribe: "Подписаться на рассылку",
    postLinkTitle: "Подробнее",
    dateFilterPeriod: {
      year: "За год",
      month: "За месяц",
      week: "За неделю",
      period: "За период",
    },
    commentsCount:
      "0 комментариев | {n} комментарий | {n} комментария | {n} комментариев",
    commentsSort: {
      newest: "Сначала новые",
      oldest: "Сначала старые",
      popular: "Популярные",
    },
    commentReplied: "ответил(а)",
    commentReply: "Ответить",
    showComments: "Показать комментарии",
    hideComments: "Скрыть комментарии",
    commentInputPlaceholder: "Напишите комментарий",
    filter: "Фильтр",
    from: "От",
    to: "До",
    accept: "Поиск",
    reset: "Отмена",
  },
  profile: {
    title: "Личный кабинет",
    updateAvatar: "Обновить фотографию",
    deleteAvatar: "Удалить",
    namePlaceholder: "Ваше имя",
    statusPlaceholder: "Всем привет! Я с вами :)",
    emailPlaceholder: "Ваша эл. почта",
    phonePlaceholder: "Ваш телефон",
    editLink: "Редактировать анкету",
    avatarChangeHint:
      "Выберите себе аватар. Учтите, что сменить его вы сможете только на {level} уровне :)",
    avatarChangePopupTitle: "Обновление фотографии",
    sort: "Сортировать по",
    sortByDate: "дате добавления",
    sortNewestFirst: "Сначала новые",
    sortOldestFirst: "Сначала старые",
    number: "Номер телефона",
    level: "уровень",
    points: "баллов",
    view: "Просмотреть",
    stats: {
      objects: "Объектов",
      verifications: "Проверок",
      complaints: "Жалоб",
    },
    tasks: {
      current: "Текущее задание",
      tabTitle: "Мои задания",
      pointsCount: "0 баллов | {n} балл | {n} балла | {n} баллов",
    },
    achievements: {
      tabTitle: "Достижения",
      title: "Достижения",
      events: "Лента событий",
      event: {
        objectReviewed: "прокомментировал(а) ваш объект",
        awardIssued: 'Вам выдана награда: "{award}"',
        objectAdded: "Вы добавили объект",
        blogCommentReplied: "ответил(а) ваш комментарий к посту",
        levelReached: "Поздравляем, вы достигли {level} уровень!",
        pointsUntilNextLevel:
          "До {nextLevel} уровня вам нужно набрать баллов: {points}",
        objectSupplemented: "дополнил(а) ваш объект",
      },
      ability: {
        status_change: "Теперь вы можете сменить статус.",
        avatarUpload: "Теперь вы можете загрузить аватар.",
      },
    },
    objects: {
      tabTitle: "Мои объекты",
      openObject: "Посмотреть объект",
      show: "Показать",
      showAll: "все",
      showFullAccessible: "доступные",
      showPartialAccessible: "частично доступные",
      showNotAccessible: "недоступные",
      commentsCountLabel: "комментариев",
      complaintsCountLabel: "жалоб",
      verificationFoundError: "Нашли ошибку?",
      verificationErrorText:
        "Пожалуйста, оставьте свой отзыв. Это не займёт много времени, но\n" +
        "          поможет сделайть наш сайт лучше.",
      iWantToHelp: "Я хочу помочь",
    },
    tickets: {
      tabTitle: "Мои жалобы",
      makeComplaintButton: "Подать жалобу",
      downloadComplaintButton: "Скачать жалобу",
      postSubmitMessage:
        "Мы сформировали жалобу в .docx формате, его можно скачать тут или в вашем профиле во вкладке",
    },
    comments: {
      tabTitle: "Мои комментарии",
      sortByPopularity: "популярности",
      forPost: "к посту",
      forObject: "к объекту",
    },
    edit: {
      pageTitle: "Редактирование анкеты",
      pointsCount: "0 баллов | {n} балл | {n} балла | {n} баллов",
      pointsInfo: "За заполнение анкеты вы получите",
      personalDataInfo:
        "Ваша личная информация не будет видна другим пользователям",
      myCategory: "Моя категория",
      lastNameLabel: "Фамилия",
      firstNameLabel: "Имя",
      middleNameLabel: "Отчество",
      sex: "Пол",
      emailLabel: "Эл. почта",
      phoneLabel: "Телефон",
      myCity: "Мой город",
      birthDate: "Дата рождения",
      smsCodeLabel: "Смс код",
      sendSmsButton: "Отправить код",
      resendSmsCodeMessage:
        "Повторную отправку можно выполнить через 15 секунд",
      statusLabel: "Отображаемый статус",
      saveButton: "Сохранить",
      statusInputPlaceholder: "Будет доступен с 5 уровня",
      invalidVerificationCodeError: "Неверный код",
      tooManyRequestsError: "Превышено допустимое количество попыток",
      errorPleaseRetry: "Ошибка, пожалуйста повторите операцию",
      gender: "Пол",
      male: "Мужской",
      female: "Женский",
    },
    notifications: {
      tabTitle: "Уведомления",
      levelReachedText: "Поздравляем, вы получили {level} уровень!",
      levelReachedTitle: "Новый уровень!",
      ability: {
        avatar_upload: "Теперь вы можете загрузить аватар",
        status_change: "Теперь вы можете редактировать свой статус",
      },
      pointsEarnedTitle: "Вам начислено {n}!",
      pointsEarnedTasks: {
        daily: "Вы закончили еженедельное задание",
        profile_completion: "Вы закончили задание",
        administration: "Вы закончили задание администрации",
      },
    },
  },
  objects: {
    tabTitles: {
      description: "Описание",
      photos: "Фото",
      videos: "Видео",
      reviews: "Отзывы",
      history: "История",
    },
    review: {
      linkButtonTitle: "Оставить отзыв",
      popupTitle: "Написать отзыв",
      submitButtonTitle: "Отправить",
      textareaPlaceholder: "Расскажите о ваших впечатлениях",
      textareaHelpText: "Введите минимум 20 символов",
    },
    zone: {
      parking: "Парковка",
      entrance: "Входная группа",
      movement: "Пути движения по объекту",
      service: "Зона оказания услуги",
      toilet: "Туалет",
      navigation: "Навигация",
      serviceAccessibility: "Доступность услуги",
      kidsAccessibility: "Доступность и безопасность услуг для детей до 7 лет",
    },
    viBreadcrumbsTitle: "Вернуться в категорию {category} / {subCategory}",
    viAccessibilityCategory: {
      full_accessible: "доступно",
      partial_accessible: "частично доступно",
      not_accessible: "недоступно",
      not_provided: "не предусмотрено",
      unknown: "не известно",
    },
    viSummaryScore: "Оценка объекта: {score}",
    viReturnToObject: "Вернуться к объекту {object}",
    verificationPopupTitle: "Подтвердите данные об объекте",
    verificationPopupQuestion:
      "Считаете ли вы, что все данные об объекте {objectName} заполнены верно?",
    verificationStatus: {
      full_verified: "Объект верифицирован",
      not_verified: "Объект не верифицирован",
      partial_verified: "Объект частично верифицирован",
    },
    detailedInfo: "Подробная информация",
    confirm: "Подтвердить данные",
    makeComplaint: "Подать жалобу",
    history: {
      reviewed: "прокомментировал(а) объект",
      confirmed: "подтвердил(а) данные",
      notConfirmed: "не подтвердил(а) данные",
      supplemented: "дополнил (а) объект",
    },
    attribute: {
      yes: "Да",
      no: "Нет",
      unknown: "Не известно",
      not_provided: "Не предусмотрено",
    },
    download: "Скачать",
  },
  objectAdding: {
    objectAddedmessage:
      "Сообщение успешно отправлено. Объект появится на карте в течении суток после проверки модератором",
    presenceMessageHeader: "Уведомляем!",
    presenceMessage: 'Объект "{name}" уже опубликован на сайте.',
    pageHeader: "Добавить объект",
    formType: {
      small: "Базовая форма",
      middle: "Форма для волонтеров",
      full: "Форма для экспертов",
    },
    currentStep: "Шаг {currentStepNumber} из {totalSteps}",
    commonInformation: "Общая информация",
    zoneCommentLabel: "Комментарий к оценке зоны",
    zoneCommentPlaceholder:
      "Система самостоятельно оценила доступность зоны на основании ваших ответов. Если вы не согласны с оценкой, пожалуйста, оставьте в этом поле ваш комментарий с пояснениями. Модератор сайта сможет исправить оценку сайта.",
    duplicateStep: "Дублировать шаг",
    objectName: "Наименование",
    objectOtherNames: "Другие наименования",
    mapPoint: "Точка на карте",
    address: "Адрес",
    addressPlaceholder: "улица Айманова, 11",
    category: "Категория",
    emptyCategoryPlaceholder: "Выберите категорию",
    categoryHelp1: "Выберите категорию объекта из списка.",
    categoryHelp2:
      "Если категория в списке отсутствует, выберите категорию “Другое”.",
    subCategory: "Подкатегория",
    emptySubCategoryPlaceholder: "Выберите подкатегорию",
    subCategoryHelp1: "Выберите подкатегорию объекта из списка.",
    subCategoryHelp2:
      "Если категория в списке отсутствует, выберите подкатегорию “Другое”.",
    description: "Описание",
    videoLink: "Ссылка на видео",
    addMoreVideos: "Добавить еще видео",
    uploadPhotos: "Загрузить фото",
    photosHelp1:
      "Дополните информацию об объекте фотографиями, демонстрирующимидоступность или недоступность объекта.",
    photosHelp2: "Не более 2 Мб в форматах jpg, png, bmp, tif, gif.",
  },
  contacts: {
    title: "Контакты",
    writeToUs: "Напишите нам",
    message: "Сообщение",
    contactMessage:
      "Вы можете связаться с нами по электронной почте, через колл-центр или\n же заполнив форму",
    callCenterWorkingHours:
      "Колл-центр работает в рабочие дни с {from} до {to}.",
    chooseRegionalRepresentativeLabel: "Выберите регионального представителя",
    regionalRepresentativesText: `
            В проекте работают 24 организации из 19 городов Казахстана. Если ваш вопрос
            касается конкретного города, рекомендуем вам связаться с региональным представителем. Данные
            организации проводят мониторинг доступности объектов в своих городах, а также занимаются решением
            вопросов, связанных с защитой прав людей с инвалидностью и других маломобильных граждан на
            безбарьерную среду.
        `,
    form: {
      nameLabel: "Ваше имя",
      emailLabel: "Эл. почта",
      messageLabel: "Текст сообщения",
      submitButtonLabel: "Отправить",
      submittedPopupTitle: "Готово!",
      submittedPopupMessage:
        "Сообщение успешно отправлено. Спасибо за сотрудничество!",
    },
  },
  error: {
    title: "Ошибка {code}",
    error404: {
      message:
        "К сожалению, страницы, на которую вы хотели попасть, нет на нашем сайте. Возможно, вы ввели неправильный адрес или она была удалена.",
      searchAdvice: `Попробуйте вернуться на <a href="/">главную страницу</a> или воспользуйтесь поиском.`,
      searchPlaceholder: "Найти",
    },
    error500: {
      message: "Что-то пошло не так!",
      advice:
        "Какие-то технические неполадки. Мы обязательно это починим! А пока вернитесь на предыдущую страницу",
      linkToMainPageTitle: "Вернуться назад",
    },
  },
  loginLinkTitle: "Вход",
  eventsTabTitle: "Лента событий",
  blogTabTitle: "Блог",
  blogLink: "Перейти в раздел",
  privacyPolicy: "Политика конфиденциальности",
  termsOfUse: "Пользовательское соглашение",
  privacyAgreement: "Соглашения о неразглашении",
  communityGuidelines: "Руководство сообщества",
  events: {
    objectAdded: {
      yourself: "Вы добавили объект",
      others: "добавил(а) объект",
    },
    objectReviewed: {
      yourself: "Вы прокомментировали объект",
      others: "прокомментировал(а) объект",
      yourObject: "прокомментировал(а) ваш объект",
    },
    levelReached: {
      yourself: "Вы получаете уровень {level}",
      others: "получает уровень {level}",
    },
    blogCommentReplied: {
      yourself: "Вы оставили ответ на комментарий к записи",
      others: "отвечает на комментарий к записи",
    },
    awardIssued: {
      yourself: "Вы получили награду",
      others: "получает награду",
    },
    objectSupplemented: {
      yourself: "Вы дополнили объект",
      others: "дополнил(а) объект",
      yourObject: "дополнил(а) ваш объект",
    },
    profileLinkTitle: "Перейти в профиль",
  },
  disabilityCategories: {
    movement: "Люди, передвигающиеся на кресло-коляске",
    vision: "Люди с инвалидностью по зрению",
    limb: "Люди с нарушениями опорно-двигательного аппарата",
    hearing: "Люди с инвалидностью по слуху",
    temporal: "Временно травмированные люди",
    babyCarriage: "Люди с детскими колясками",
    missingLimbs: "Люди с отсутствующими конечностями",
    pregnant: "Беременные женщины",
    intellectual: "Люди с интеллектуальной инвалидностью",
    agedPeople: "Пожилые люди",
    withChild: "Семьи с детьми до 7 лет",
    justView: "Просто посмотреть",
  },
  startCategory: {
    title: "Добро пожаловать на портал Доступный Казахстан",
    changeCategoryTitle: "Сменить категорию",
    adviceText:
      "Пожалуйста, выберите свою категорию, чтобы работать с сайтом вам было <br> максимально комфортно",
    justView: "Нет, спасибо. Я просто посмотреть",
  },
  accessibilityScore: {
    title: "Оценка доступности зоны",
    category: {
      movement: "Люди, передвигающиеся на кресло-коляске",
      limb: "Люди с нарушениями опорно-двигательного аппарата",
      vision: "Люди с инвалидностью по зрению",
      hearing: "Люди с инвалидностью по слуху",
      intellectual: "Люди с интеллектуальной инвалидностью",
      kids: "Семьи с детьми до 7 лет",
    },
    status: {
      full_accessible: "Доступно",
      partial_accessible: "Частично доступно",
      not_accessible: "Недоступно",
      not_provided: "Не предусмотрено",
    },
  },
  accessibilityStatus: {
    full_accessible: "Доступно",
    partial_accessible: "Частично доступно",
    not_accessible: "Недоступно",
    not_provided: "не предусмотрено",
    unknown: "не известно",
  },
  mainFilter: {
    searchPlaceholder: "Название объекта или улица",
    accessibilityStatus: {
      accessible: "Доступно",
      partialAccessible: "Частично доступно",
      notAccessible: "Недоступно",
    },
  },
  mainMenu: {
    help: "Помощь",
    about: "О карте",
    blog: "Медиатека",
    contacts: "Контакты",
    map: "Карта",
    myProfile: "Мой профиль",
  },
  visualImpairedSettings: {
    fontSize: "Размер шрифта",
    colorTheme: "Цветовая схема",
    fontFamily: "Шрифт",
    fontFamilySans: "Обычный",
    fontFamilySerif: "С засечками",
    normalModeSwitchTitle: "Обычная версия сайта",
    siteLanguage: "Язык сайта",
  },
  complaint: {
    pageTitle: "Подать жалобу",
    infoText: `
            Внимание! В связи с тем, что Ваше письмо в дальнейшем будет направлено в
                    государственный орган, оно должно выполнять определенные требования, такие как наличие Ф.И.О., ИИН,
                    адреса (пункт 2 статьи 6 Закона Республики Казахстан от 12.01.2007 г. № 221-III «О порядке
                    рассмотрения обращений физических и юридических лиц»). Пожалуйста, заполните данные поля без ошибок.
                    Анонимные обращения не рассматриваются.
        `,
    personalInfoTitle: "Персональная информация",
    requiredFields: "Поля, обязательные для заполнения",
    lastName: "Фамилия",
    firstName: "Имя",
    middleName: "Отчество",
    iin: "ИИН",
    street: "Улица",
    building: "Дом",
    apartment: "Квартира",
    phone: "Телефон",
    authority: "Наименование органа обращения",
    rememberPersonalData: "Запомнить мои данные",
    complaintBlockTitle: "Жалоба",
    type: "Вид жалобы",
    visitDate: "Дата посещения объекта",
    city: "Город",
    objectName: "Название объекта",
    objectBuilding: "Номер дома",
    office: "Офис (если есть)",
    visitPurpose: "Цель посещения объекта",
    attributes: "Выберите из списка, что именно вас не устроило на объекте",
    attributesOther: "Другое",
    commentPlaceholder: "Текст сообщения",
    hasThreatToLife:
      "Данными условиями создана угроза причинения вреда моей жизни и здоровью (отметить, если это так)",
    videoLink: "Ссылка на видео",
    videoLinkLabel: "(не обязательно)",
    addMoreVideos: "Добавить еще видео",
    uploadPhoto: "Загрузить фото",
    addMorePhotos: "Добавить еще фото",
    submit: "Отправить",
    validation: {
      emptyField: "Поле не может быть пустым",
      iin: "Поле должно содержать 12 символов",
      fillAllRequiredFields: "Заполните, пожалуйста, все обязательные поля",
    },
    attribute: {
      "e7dc7624-c80c-4ae8-b7bd-2c69f35e06e3":
        "Отсутствие специального парковочного места",
      "8ab4229b-c978-4493-b4c4-a346d57ec03b":
        "Специальное парковочное место находится далеко от входа",
      "7752cb1a-365f-4d99-b536-01e3eeddeb3f":
        "Отсутствие на асфальте специальной разметки со знаком «Инвалид»",
      "a5a91cab-807e-4366-b9ec-420fca40a849":
        "Отсутствие специального знака «Инвалид» рядом с парковочным местом»",
      "052d6769-dd4f-49eb-a759-349596733089": "Отсутствие бордюрного пандуса",
      "cbcba0f9-f5f9-4ee5-95fd-db9f857efdc8":
        "Наличие высокого бордюра в месте съезда с парковки на тротуар/ бордюрного пандуса",
      "e91a378c-eaaf-45d8-aaf0-711def5e395b": "Крутой уклон пандуса",
      "154ed3ee-ed9c-45b9-a93e-f1d66151c262": "Узкий пандус",
      "202e4587-b204-4148-a478-a403011da336": "Скользкое покрытие пандуса",
      "7946cc13-d816-4e1e-b095-21a7d4c17d41":
        "Вместо пандуса/подъемника установлен швеллер/ колейная аппарель",
      "9b6eea82-3aab-43f6-a5c8-f9537e1da5fd":
        "Отсутствие поручней у пандуса с 2-х сторон",
      "347a8414-ce3d-4869-933b-73eefbf44dc4": "Отсутствие бортиков у пандуса",
      "b7985e98-a703-41c7-8cb8-2018f9297228":
        "Подъемник в неисправном состоянии",
      "0e4218b0-0e96-4ea6-816e-cc87c528fac2":
        "Отсутствие тактильной полосы на нижней и верхней ступенях лестницы",
      "6c675929-1b9f-4b16-83c7-5959f6933da6":
        "Узкая разворотная площадка (начало, середина, конец пандуса)",
      "65661b0c-04dd-47d0-b1d0-7e8410268b8f":
        "Узкая площадка перед входной дверью",
      "8b024e9b-8363-401d-8284-284c23c94df5": "Узкая входная дверь",
      "5fdab5c7-2142-4805-bd81-290f43b84126":
        "Наличие высокого порога у входной двери",
      "fb9cb374-1148-4d8e-8fc9-71c8122fb1af": "Входная дверь без фиксации",
      "135ef242-5e6d-47c7-89d3-9c74ab2bd6d0":
        "Отсутствие контрастной маркировки на входной стеклянной двери",
      "68cbf35c-3cc4-4f40-93c7-12754fe93e65": "Узкий тамбур",
      "a3847f00-f6c1-4db7-9c3f-6419512de951":
        "Наличие ступени (-ней) в тамбуре",
      "a815cdab-07a0-4294-9453-0a2265f8c2d8": "Отсутствие лифта/скаломобиля",
      "e2cbadbd-cd70-4015-a1be-838beab71c39": "Узкий лифт",
      "f2d6378e-79c5-49da-abe8-6f143ad7e9c9":
        "Отсутствие внутренних пандусов/подъемников",
      "74e8697d-6d85-409d-8867-c3bfef30370b":
        "Крутой уклон внутреннего пандуса",
      "f0808216-223e-413a-bb05-aa52d9e9581d": "Узкий внутренний пандус",
      "78110447-d877-412d-abb3-786a6b3a7bbb":
        "Скользкое покрытие внутреннего пандуса",
      "bb43be62-8457-4ab9-be12-27b0d1e6e092":
        "Вместо внутреннего пандуса/подъемника установлен швеллер/ колейная аппарель",
      "b57ca558-dfc9-4e17-b39b-cb289aa9822c":
        "Отсутствие поручней у пандуса с 2-х сторон",
      "dcf1a252-d145-42a8-bae7-6749cacd323a": "Отсутствие бортиков у пандуса",
      "3dbbc686-7340-46fb-8b59-e40ee6462b67":
        "Подъемник в неисправном состоянии",
      "84eb75f9-0ea3-469e-adee-931a6ae00028":
        "Узкий или заставленный мебелью коридор",
      "b8b216e8-3691-4560-b468-2da1fbdb3330": "Скользкое покрытие пола",
      "98a7430e-9f5c-4c7d-8346-08aee38f6539": "Отсутствие тактильных дорожек",
      "7ed5fdbf-98c8-427d-8ff4-6fd2f3c57a56": "Узкая ширина дверных проемов",
      "fb558668-03f4-44ff-a15f-e08c7eb70e34":
        "Высокие пороги в дверных проемах",
      "d45aa08a-f924-4eeb-8319-6a836842daf2":
        "Слишком низкая/высокая рабочая поверхности стола, стойки",
      "a642c676-a789-4ce7-ba17-3d9ffb5332e8":
        "Отсутствие свободного пространства около мебели",
      "ec7393f7-272a-42ed-b0e0-81dc56bfdc23":
        "Отсутствие доступа к кассовым аппаратам, банкоматам и т.д.",
      "56590b0a-d6b2-4117-9b4a-22220b441b45":
        "Отсутствие службы сопровождения (только для вокзалов, аэропортов, поликлиник)",
      "a38aeb4f-1c3a-48db-b9e7-9afe24077e3f":
        "Отсутствие специальных мест в концертных и спортивных залах, на смотровых площадках",
      "c1bdc1fd-8be2-4d14-98c0-dd83959c86fb":
        "Отсутствие специально оборудованного туалета",
      "5ec0ae09-2aa0-4caf-aa2b-dcdd60ee24bd":
        "Отсутствие поручней на внутренней стороне двери",
      "4716729e-1d01-46f6-b59c-8bf4586a20ad": "Наличие высокого порога у двери",
      "a3f69839-36a2-40a6-bb46-54898910ab69": "Узкие размеры туалетной кабины",
      "4e570daa-d80e-49cf-bc4f-60239c7f440b":
        "Отсутствие свободного пространства около раковины",
      "7cb29da0-ea16-468e-94d4-c681dcde194d":
        "Отсутствие поручней около унитаза",
      "1750cc2c-9810-4ab7-92d0-59438bd30e87":
        "Отсутствие свободного пространства рядом с унитазом",
      "fb55c2c6-2369-4b0f-8658-2f5d905f275e": "Отсутствие крючков",
      "11c27055-fc69-4e6f-a873-7e29fc5fff8c":
        "Отсутствие кнопки экстренного вызова персонала",
      "81bc70ac-5f34-40c1-8ae3-4f9ee740aab4": "Отсутствие электронных табло",
      "4cd729da-ac47-4ae5-8014-a4105bcdc07e":
        "Отсутствие указателей, в том числе тактильных и/или с использованием шрифта Брайля",
      "b117f3d1-e42f-4211-849b-66c9a50d6e2b":
        "Отсутствие режима работы, расписания, номеров кабинетов и т.д., в том числе тактильных и/или с использованием шрифта Брайля",
      "1adac3a8-ddae-4550-bbbd-78800c90b2b8":
        "Отсутствие путей экстренной эвакуации",
      "743e4ca9-4105-49d4-b23b-36eb58e6ae07": "Отсутствие номеров этажей ",
      "8daf9379-b0e4-4585-a06d-a8b1464a9654":
        "Отсутствие тактильных путей движения",
      "6621b726-df16-4339-89d5-9a02675e2d9c":
        "Отсутствие международных символов доступности",
      "9a64ac67-1180-48fb-9fb9-9f6b98ebaa86":
        "Отсутствие звукового сопровождения визуальной информации",
      "e480a9ae-3b5d-4a61-ac08-40201f60e06f": "Отсутствие мнемосхемы",
    },
  },
  index: {
    makeComplaintLink: "Подать жалобу",
    addObjectLink: "Добавить объект",
    selectCity: "Выберите город",
    selectDisabilitiesCategory: "Категория пользователя",
    search: "Поиск по сайту",
    searchLabel:
      "Для поиска объекта введите тип объекта, название или улицу и нажмите «Поиск»",
    searchSubmitButton: "Поиск",
    selectAccessibility: "Выберите доступность объекта",
    selectCategory: "Категория объекта",
    selectSubCategory: "подкатегория объекта",
    emptyCategoryOption: "Выберите категорию",
    emptySubCategoryOption: "Выберите подкатегорию",
    accessibilityFilter: {
      full_accessible: "Доступно",
      partial_accessible: "Частично доступно",
      not_accessible: "Недоступно",
    },
  },
  complaintTypes: {
    complaint1: "Жалоба на отсутствие пандуса / подъемника на входе в объект",
    complaint2:
      "Жалоба на отсутствие доступа на объект или несоответствии функциональных зон объекта требованиям нормативного законодательства",
  },
  yes: "Да",
  no: "Нет",
  cancel: "Отмена",
  submit: "Отправить",
  backward: "Назад",
  next: "Далее",
  ready: "Готово",
  about: {
    header:
      "Мы, создатели карты «Доступный Казахстан», верим, что вместе сможем создать безбарьерную, доступную, безопасную и дружественную среду для каждого жителя в нашей стране. Каждый из нас имеет право на свободное передвижение. Независимо от возраста, места проживания, состояния здоровья. Присоединяйтесь к пользователям виртуальной карты «Доступный Казахстан» уже сейчас и получайте доступ к сервисам! Разработано с заботой о вас!",
    section1: "Что такое безбарьерная среда?",
    section2: "Для кого наша карта?",
    section3: "Как работает карта «Доступный Казахстан»?",
    section4:
      "Как пользоваться картой «Доступный Казахстан» на сайте doskaz.kz?",
    section5: "Как пользоваться картой «Доступный Казахстан» в приложении IOS?",
    section6:
      "Как пользоваться картой «Доступный Казахстан» в приложении ANDROID?",
    section7: "Что можно сделать уже сейчас?",
    section8: "Информация для волонтеров",
    section9: "Реализация проекта",
    section10: "Финансирование",
    section11: "Техническая помощь",
    section1Text:
      "Считаете ли вы, что ограничение в доступе к объектам и услугам является нарушением наших прав? Мы в этом уверены.\n" +
      "20 февраля 2015 года в Казахстане была ратифицирована Конвенция о правах людей с инвалидностью, после чего государство взяло на себя обязанность обеспечить благоприятную среду жизнедеятельности для людей с инвалидностью. В ближайшей перспективе Конвенция должна максимально ускорить процесс стирания барьеров, мешающих людям с инвалидностью полноценно участвовать в жизни общества наравне с другими гражданами.<br> <br>\n" +
      "Безбарьерная среда является общественным благом и тесно связана с социальным и экономическим развитием страны. Доступность открывает путь к получению образования, трудоустройству, лечению, отдыху, к возможности вести независимый образ жизни. \n" +
      "При разработке карты была создана функция сбора данных об объектах — каждый пользователь может свободно получить статистические данные о количестве доступных либо недоступных для посещения общественных объектах в любом населенном пункте страны или в целом по стране. Представленные данные — это актуальный инструмент, отражающий  реальную ситуацию в сфере создания инклюзивной и безбарьерной среды.",
    section2Text:
      "Каждый гражданин Казахстана имеет право на свободу передвижения в безбарьерной и инклюзивной среде.<br><br> Мы, создатели карты «Доступный Казахстан», верим, что вместе сможем создать доступную, безопасную и дружественную среду для каждого жителя в нашей стране. Независимо от возраста, места проживания, состояния здоровья. Вы с нами? Присоединяйтесь к пользователям виртуальной карты «Доступный Казахстан» уже сейчас и получайте доступ к сервисам.",
    section3Text:
      "«Доступный Казахстан» — это виртуальная карта страны, которая отображает информацию о доступности общественных объектов для безопасного и комфортного посещения и пользования всеми жителями нашей страны. <br><br> Пользователи карты могут воспользоваться сервисом для маломобильных людей и людей с особыми потребностями (а это люди с инвалидностью, родители с маленькими детьми на колясках, пожилые, беременные, временно-травмированные люди, дети до 7 лет) и запланировать наиболее доступный и безопасный маршрут, а также узнать, насколько доступным и безопасным для посещения является выбранный объект. <br><br> Кроме того, любой пользователь может отметить на карте общественное место, организацию, заведение и поделиться открытой информацией о его доступности.     \n" +
      "\n" +
      "Доступность объектов для маломобильных групп населения обозначена на карте международной системой светофора:",
    section3Access:
      "Зеленая иконка обозначает, что объект полностью доступен, его можно посетить и воспользоваться услугами самостоятельно, без посторонней помощи.",
    section3PartAccess:
      "Желтая иконка — объект частично доступен. Для посещения данного объекта нужна посторонняя помощь, либо не все его функциональные зоны доступны.",
    section3NoAccess:
      "Красная иконка — объект недоступен. Попасть на объект невозможно из-за недоступности входной группы (например, нет пандуса), либо невозможности движения по объекту.",
    section3Text2:
      "Зайдя на карту, вы сразу же увидите, что множество объектов отмечены красной иконкой. Так получилось не потому, что на карту специально заносились недоступные объекты, а потому, что доступных и частично доступных объектов в населенных пунктах намного меньше.<br><br> Организации обязаны сделать вход в здание и все помещения внутри доступным для всех, но в большинстве случаев либо пандус не соответствует нормативам, либо человек, даже попав в здание, не может воспользоваться услугами, так как на его пути встречается мебель в узких коридорах, есть лестницы, а лифты отсутствуют и т.п.\n",
    section7Text:
      "Запланировать доступный и безопасный маршрут и выбрать для посещения доступный общественный объект с помощью карты ",
    section7Text2:
      "Помочь другим пользователям - оценив доступность <a style='color: #1534EC; font-weight: bold' href='https://doskaz.kz/objects/164485' target='_blank'>места своего посещения.</a> <br><br> <a style='color: #1534EC; font-weight: bold' href=/login' target='_blank'>Стать волонтером</a> команды «Доступный Казахстан» и внести свой вклад в развитие карты.\n",
    section7Text2Black:
      "Помочь другим пользователям - оценив доступность <a style='font-weight: bold' href='https://doskaz.kz/objects/164485' target='_blank'>места своего посещения.</a> <br><br> <a style='font-weight: bold' href=/login' target='_blank'>Стать волонтером</a> команды «Доступный Казахстан» и внести свой вклад в развитие карты.\n",
    section7Text3: "Поделиться информацией о карте «Доступный Казахстан»",
    section8Text:
      "Наши волонтеры собрали информацию о более 20000 общественных объектов, есть не только фото-, но и видеообзоры. Мы возлагаем большие надежды именно на ВАС, на тех, кто пользуется картой. Кому она ежедневно помогает получать актуальную информацию о доступности городских объектов! <br><br>\n" +
      "Мы позиционируем карту как сообщество, и надеемся, что ВЫ станете его активным и полноценным участником, и будете сами добавлять объекты на карту, а также комментировать и дополнять информацию об уже отраженных на карте объектах. При самостоятельном размещении на карте нового объекта, пожалуйста, оставляйте в комментариях как можно более подробную информацию и прикрепляйте фотографии. Так вы поможете новым пользователям карты. \n" +
      "Стать волонтером можно <a style='color: #1534EC; font-weight: bold' href='/login'>здесь</a>",
    section8TextBlack:
      "Наши волонтеры собрали информацию о более 20000 общественных объектов, есть не только фото-, но и видеообзоры. Мы возлагаем большие надежды именно на ВАС, на тех, кто пользуется картой. Кому она ежедневно помогает получать актуальную информацию о доступности городских объектов! <br><br>\n" +
      "Мы позиционируем карту как сообщество, и надеемся, что ВЫ станете его активным и полноценным участником, и будете сами добавлять объекты на карту, а также комментировать и дополнять информацию об уже отраженных на карте объектах. При самостоятельном размещении на карте нового объекта, пожалуйста, оставляйте в комментариях как можно более подробную информацию и прикрепляйте фотографии. Так вы поможете новым пользователям карты. \n" +
      "Стать волонтером можно <a style='font-weight: bold' href='/login'>здесь</a>",
    section9Text:
      "Проект реализуется консорциумом общественных организаций. Смотрите страницу ",
    section9_1Text:
      "Фонд Евразия Центральной Азии (ФЕЦА) – общественная организация, основанная в регионе в 2005 году. ФЕЦА мобилизует общественные и частные ресурсы, помогая гражданам принимать активное участие в построении собственного будущего посредством укрепления местных сообществ и повышения гражданского и экономического благосостояния.",
    section9_2Text:
      "Tandau Foundation осуществляет деятельность с 2003 года. Миссия организации – создание условий для реализации потенциала и интересов социально уязвимых групп населения путем развертывания обучающих, информирующих, адвокационных и консультирующих программ.",
    section10Text:
      "Проект финансируется Представительством Европейского Союза в Республике Казахстан, Дипломатической миссией США в Казахстане, Детским фондом ООН UNICEF, Международным технопарком IT-стартапов в Центральной Азии Astana Hub.",
    section10_1Text:
      "Европейский Союз состоит из 28 государств-членов, которые решили объединить свои знания, ресурсы и судьбы, создав зону стабильности, демократии и устойчивого развития при сохранении культурного многообразия, толерантности и свободы личности. Европейский Союз стремится разделять свои достижения и ценности со странами и народами за ее пределами.",
    section10_2Text:
      "Дипломатическая миссия США в Казахстане поддерживает развитие казахстанских демократических институтов и гражданского общества посредством присуждения малых грантов на конкурсной основе казахстанским некоммерческим, неправительственным организациям.",
    section10_3Text:
      "Детский фонд ООН UNICEF работает в сфере защиты прав детей, а именно, по вопросам профилактики и защиты детей от насилия, оказывает особое внимание детям из самых уязвимых групп, детям с инвалидностью, а также детям в интернатных учреждениях.",
    section10_4Text:
      "Международный технопарк IT-стартапов в Центральной Азии Astana Hub призван стать ядром и локомотивом развития экосистемы инноваций Казахстана и международно признанным хабом для развития технологического бизнеса.",
    section11Text:
      "В случае, если сайт работает некорректно, просим вас оставить сообщение на странице ",
    section11_1Text:
      "В работе любого проекта всегда могут возникать проблемы самого разного уровня сложности, требующие оперативного решения. Если Вы столкнулись с такой проблемой, если Вы нашли в тексте контента ошибки, если вы не согласны с информацией об объектах, если сайт работает некорректно, просим написать нам об этом. Мы быстро и эффективно решим эти проблемы!",
    accessible: "Доступно",
    partialAccessible: "Частично доступно",
    notAccessible: "Недоступно",
  },
  here: "здесь",
  placeYouVisit: "места своего посещения.",
  becomeVolunteer: "Стать волонтером",
  selectObjectType: "Выбрать тип объекта",
  detectedLocation: {
    modalText:
      "Мы определили ваше {break} местоположение как {span},{break} Вы здесь?",
    buttonYes: "Да",
    buttonNo: "Сменить город",
  },
  statistics: {
    statistics: "Статистика",
    total: "Общая статистика",
    access: "Статистика по доступности объектов",
    statisticsTotal: {
      accessible: "Доступные",
      partialAccessible: "Частично доступные",
      notAccessible: "Недоступные",
      usersCount: 'Количество пользователей',
      mensTotal: "Количество мужчин",
      womenTotal: "Количество женщин",
      complaintsTotal: "Количество жалоб",
      feedbackTotal: "Количество обращений",
      objectsTotal: "Количество объектов в разрезе возможностей для категории",
      usersTotal: "Количество пользователей в разрезе категорий",
      usersAge: "Диаграмма по возрасту в разрезе категории",
      complaintsYears: "Количество жалоб за год",
      feedbackYears: "Количество обращений за год",

      allGroups: 'Все группы',
      withchild: "Семьи с детьми до семи лет",
      movement: "Люди передвигающиеся на кресло коляске",
      babycarriage: "Люди с детскими колясками",
      vision: "Люди с инвалидностью по зрению",
      limb: "Люди с нарушениями опорно-двигательного аппарата",
      temporal: "Временно травмированные люди",
      missinglimbs: "Люди с отсутствующими конечностями",
      pregnant: "Беременные женщины",
      agedpeople: "Пожилые люди",
      hearing: "Люди с инвалидностью по слуху",
      intellectual: "Люди с интеллектуальной инвалидностью",
      undefined: "Неизвестно",

      from_18_to_23: "От 18 до 23 лет",
      from_23_to_28: "От 23 до 28 лет",
      from_28_to_33: "От 28 до 33 лет",
      from_33_to_38: "От 33 до 38 лет",
      from_38_to_43: "От 38 до 43 лет",
      from_43_to_50: "От 43 до 50 лет",
      from_50_to_100: "От 50 и выше",

      january : 'Январь',
      february : 'Февраль',
      march : 'Март',
      april : 'Апрель',
      may : 'Май',
      june : 'Июнь',
      july : 'Июль',
      august : 'Август',
      september : 'Сентябрь',
      october : 'Октябрь',
      november : 'Ноябрь',
      december : 'Декабрь',
    },
    all: "Все",
    allCountry: "Весь Казахстан",
    object: 'Объект'
  }
};
