<template>
    <div class="vi" :class="{'--noto': fontFamily == 'Noto', '--black': colorTheme == 'black', '--sm': fontSize == 'sm', '--md': fontSize == 'md','--lrg': fontSize == 'lrg'}">
        <div class="container">
            <ViHeader></ViHeader>
            <div class="vi-blog__inside">
                <div class="vi-breadcrumb">
                    <a href="" class="vi-breadcrumb__link">Блог</a>
                    <a href="" class="vi-breadcrumb__link">Новости</a>
                </div>
                <h3 class="vi__title --fcolor">Жалоба на отделение банка</h3>
                <p>Каждый гражданин может повлиять на то, чтобы его окружала городская безбарьерная среда. Взывание к совести хозяев объектов, споры, объяснения и скандалы обычно ни к чему не приводят. Самый действенный способ – подача жалобы на недоступный объект в уполномоченный государственный орган. В Казахстане жалобы принимают областные Департаменты Комитета труда, социальной защиты и миграции населения. Данные государственные органы наделены полномочиями выдавать предписание на адаптацию объекта или накладывать административные штрафы за невыполнение предписаний.</p>
                <p>В январе от команды проекта «Доступный Казахстан» в Департамент Комитета труда, социальной защиты и миграции по Павлодарской области было подано 4 жалобы. Чтобы понять, как это работает, разберем жалобу на филиал Банка Центр Кредит по адресу ул. Торайгырова, 34.</p>
                <p>На объекте имелись нарушения, которые классифицируются как «препятствующие реализации права на доступ к объекту социальной инфраструктуры людям с инвалидностью и другим маломобильным группам населения» согласно Своду правил Республики Казахстан 3.06-101-2012 «Проектирование зданий и сооружений с учетом доступности для маломобильных групп населения. Общие положения»:</p>
                <ul>
                    <li>площадка на крыльце слишком узкая для разворота на кресле-коляске, ступени имеют высоту более 15 см, уклон пандуса крутой, нет навеса над входной площадкой, воспользоваться банкоматом человеку в кресле-коляске будет сложно, так как под банкоматом нет места для коленей;</li>
                    <li>в тамбуре сразу начинается внутренняя лестница, при этом нет внутреннего пандуса или внутреннего электрического подъемника, то есть для человека на кресле-коляске отсутствует возможность воспользоваться услугами банка.</li>
                </ul>
                <a href="" download="">Скачать текст жалобы</a>
                <p>На данную жалобу от Департамента Комитета труда, социальной защиты и миграции по Павлодарской области было получено 2 ответа. В первом письме Департамент указывает, что банк данное помещение арендует, а так как собственник не находиться в данный момент в Казахстане, проверка будет проведена по возвращению собственника в страну. Во втором письме отражены результаты проведенной проверки.</p>
                <p>Сотрудник проекта «Доступный Казахстан» выехал на место и зафиксировал текущие адаптационные работы – установлены поручни на наружном пандусе, кнопка вызова персонала, внутри установлен электрический подъемник. Предлагаем вашему вниманию фотографии «до» и «после».</p>
                <p>Несмотря на то, что собственник объекта произвел адаптационные работы, стоит отметить, что поручни и конструкция электрического подъемника сделаны с нарушениями. Адаптационные работы считаются выполненными только в том случае, если они соответствуют действующими строительными нормам и правилами. Поэтому для того, чтобы не выбрасывать деньги на ветер, необходимо относиться к формированию доступной среды ответственно, руководствуясь строгим алгоритмом, и не создавать доступность «для галочки». В данном случае придется направить еще одну жалобу, указав текущие нарушения. </p>
                <div class="vi-blog__inside-date">19 марта 2019</div>
            </div>
            <ViFooter></ViFooter>
        </div>
    </div>
</template>
<script>
    import ViHeader from "./../components/ViHeader";
    import ViFooter from "./../components/ViFooter";
    export default {
        data() {
            return{
                fontSize: 'lrg',
                colorTheme: 'white',
                fontFamily: 'Lato'
            }
        },
        created() {
            this.$nuxt.$on('setFontSize', this.setFontSize);
            this.$nuxt.$on('setColorTheme', this.setColorTheme);
            this.$nuxt.$on('setFontFamily', this.setFontFamily);
        },
      beforeDestroy() {
        this.$nuxt.$off('setFontSize');
        this.$nuxt.$off('setColorTheme');
        this.$nuxt.$off('setFontFamily');
      },
      components: {
            ViHeader,
            ViFooter
        },
        methods: {
            setFontSize(fsize) {
                this.fontSize = '' + fsize + '';
            },
            setColorTheme(ctheme) {
                this.colorTheme = '' + ctheme + '';
            },
            setFontFamily(ff) {
                this.fontFamily = '' + ff + '';
            }
        }
    }
</script>

<style lang="scss">
    .vi {
        &-blog {
            &__inside {
                &-date {
                    font-size: 22px !important;
                    line-height: 24px;
                }
                padding: 38px 0 40px;
                h3 {
                    margin: 0 0 30px;
                }
                p {
                    line-height: 40px;
                    margin: 16px 0;
                }
                a[download] {
                    line-height: 98px;
                    border: 1px solid;
                    text-transform: uppercase;
                    display: block;
                    margin: 40px 0;
                    text-align: center;
                }
                ul {
                    list-style: none;
                    padding: 0;
                    margin: 0;
                    li {
                        margin: 20px 0 0;
                        line-height: 40px;
                        padding: 0 0 0 60px;
                        position: relative;
                        &:before {
                            content: '\2014';
                            position: absolute;
                            left: 30px;
                            top: 0;
                            line-height: 40px;
                        }
                    }
                }
            }
        }
    }
</style>