<?php


namespace App\Objects\Command;

use App\Objects\Category;
use Doctrine\ORM\EntityManagerInterface;
use Symfony\Component\Console\Command\Command;
use Symfony\Component\Console\Input\InputInterface;
use Symfony\Component\Console\Output\OutputInterface;

class UpdateCategoryTranslations extends Command
{
    protected static $defaultName = 'app:objects:update-category-translations';

    /**
     * @var EntityManagerInterface
     */
    private EntityManagerInterface $entityManager;

    public function __construct(EntityManagerInterface $entityManager)
    {
        parent::__construct();
        $this->entityManager = $entityManager;
    }

    private static $map = [
        'Государственные учреждения' => 'Мемлекеттік мекемелер',
        'Здравоохранение' => 'Денсаулық сақтау',
        'Культура и досуг' => 'Мәдениет және бос уақыт өткізу',
        'Образование' => 'Білім беру',
        'Торговля и услуги' => 'Сауда және қызметтер',
        'Питание' => 'Тағамдану',
        'Транспорт' => 'Көлік',
        'Спорт' => 'Спорт ',
        'Финансы' => 'Қаржы',
        'Религия' => 'Дін',
        'Проживание' => 'Өмір сүру',
        'Акимат' => 'Басқасы',
        'Государственное учреждение' => 'Әкімдік',
        'Полиция' => 'Полиция ',
        'Суд, прокуратура, юстиция' => 'Сот, прокуратура, әділет',
        'ЦОН' => 'ХҚКО',
        'Аптека' => 'Басқасы',
        'Больница' => 'Аурухана',
        'Ветеринарная клиника' => 'Ветеринарлық емхана',
        'Оптика' => 'Оптика ',
        'Поликлиника' => 'Емхана',
        'Санаторий' => 'Шипажай',
        'Стоматология' => 'Стоматология ',
        'Частная клиника' => 'Жеке клиника',
        'Библиотека' => 'Кітапхана',
        'Дворец, дом культуры' => 'Сарай, мәдениет үйі',
        'Дворец, дом школьников' => 'Аула клубтары, секциялар, үйірмелер',
        'Дворовый клуб, секции, кружки' => 'Балалар алаңы',
        'Детская площадка' => 'Балалар алаңы',
        'Достопримечательность' => 'Көрнекі орындар',
        'Караоке' => 'Караоке ',
        'Кинотеатр' => 'Кинотеатр ',
        'Концертный зал' => 'Концерттік зал',
        'Музей' => 'Мұражай',
        'Ночной клуб' => 'Түнгі клуб',
        'Парк' => 'Саябақ',
        'Театр' => 'Театр ',
        'Другое' => 'Басқасы',
        'Автошкола' => 'Авто мектеп',
        'Детский сад' => 'Бала-бақша',
        'Институт, университет' => 'Институт, университет ',
        'Колледж, ТиПО' => 'Коледж, Техникалық және кәсіби білім беру мекемелері',
        'Музыкальная школа' => 'Музыка мектебі',
        'Учебный центр, курсы' => 'Оқу орталықтары, курстар',
        'Художественная школа' => 'Көркем мектеп',
        'Школа, лицей, гимназия' => 'Мектеп, лицей, гимназия',
        'Автосалон, автозапчасти' => 'Автосалон, авто бөлшектер',
        'Адвокат' => 'Адвокат ',
        'Базар, рынок' => 'Базар',
        'Баня' => 'Монша',
        'Бизнес-центр' => 'Бизнес-орталық',
        'Букмекерская контора' => 'Букмекерлік кеңсе',
        'Интернет-кафе' => 'Интернет-кафе ',
        'Канцелярские товары' => 'Кеңсетауарлары',
        'Книжный магазин' => 'Кітап дүкені',
        'Курьерская доставка' => 'Курьерлік жеткізу',
        'Магазин бытовой техники и электроники' => 'Тұрмыстық техника және электроника дүкені',
        'Магазин игрушек' => 'Ойыншықтар дүкені',
        'Магазин одежды, обуви' => 'Киім және аяқ киім дүкені',
        'Магазин строительных товаров' => 'Құрылыс материалдар дүкені',
        'Магазин хозяйственных товаров' => 'Үй шаруашылық тауарлары дүкені',
        'Мебельный магазин' => 'Жиһаз дүкені',
        'Магазин другой' => 'Басқа дүкендер',
        'Нотариус' => 'Нотариус ',
        'Общественный туалет' => 'Қоғамдық дәретхана',
        'Парикмахерская, салон красоты' => 'Шаштараз, сұлулық салоны',
        'Полиграфические услуги' => 'Полиграфиялық қызметтер',
        'Почтовое отделение' => 'Пошта бөлімшесі',
        'Продуктовый магазин' => 'Азық-түлік дүкені',
        'Прокат велосипедов' => 'Велосипедтерді жалға беру',
        'Ремонт бытовой техники' => 'Тұрмыстық техниканы жөндеу',
        'Сотовая связь' => 'Ұялы байланыс',
        'Магазин спортивных товаров' => 'Спорттық тауарлар дүкені',
        'Страховая компания' => 'Сақтандыру компаниясы',
        'Супермаркет' => 'Супермаркет ',
        'Телекоммуникации' => 'Телебайланыс',
        'Торгово-развлекательный центр' => 'Сауда ойын-сауық орталығы',
        'Торговый дом/ центр' => 'Сауда үйі/орталығы',
        'Туристическое агентство' => 'Туристтік агенттік',
        'Фотосалон' => 'Фотосалон ',
        'Химчистка, ремонт обуви' => 'Химиялық тазалау, аяқ киім жөндеу',
        'Цветочный магазин' => 'Гүл дүкені',
        'Швейная мастерская, ателье' => 'Тігін шеберханасы және ателье',
        'Ювелирные изделия' => 'Зергерлік бұйымдар',
        'Бар' => 'Бар ',
        'Кафе' => 'Кафе ',
        'Кофейня' => 'Кофехана ',
        'Ресторан' => 'Мейрамхана',
        'Фастфуд' => 'Фастфуд ',
        'Банк' => 'Банк ',
        'Банкомат' => 'Банкомат ',
        'Ломбард' => 'Ломбард ',
        'Обменный пункт' => 'Ақша айырбастау пункті',
        'Мечеть' => 'Мешіт',
        'Синагога' => 'Синагога ',
        'Храм' => 'Храм ',
        'Церковь' => 'Шіркеу',
        'Автовокзал' => 'Автовокзал ',
        'Автосервис, технический осмотр' => 'Автосервис, техникалық байқау',
        'АЗС' => 'АЖҚС (автожанармай құю станциясы)',
        'Аэропорт' => 'Әуежай',
        'Грузоперевозки' => 'Жүк тасымалдау',
        'Железнодорожный вокзал' => 'Теміржол вокзалы',
        'Остановка общественного транспорта' => 'Қоғамдық көлік аялдамасы',
        'Парковка' => 'Көлік тұрағы',
        'Такси' => 'Такси ',
        'Шиномонтаж' => 'Шиномонтаж ',
        'Аренда жилья' => 'Тұрғын жайды жалдау',
        'Гостиница, отель' => 'Қонақ үй, мейманхана',
        'Жилой дом' => 'Тұрғын үй',
        'Общежитие' => 'Жатақхана',
        'Бассейн' => 'Бассейн ',
        'Дворец спорта' => 'Спорт сарайы',
        'Ледовый дворец, каток' => 'Мұз сарайы, мұз айдыны',
        'Спортзал' => 'Спортзал ',
        'Спортивный клуб, школа' => 'Спорт клубы, мектебі',
        'Спортивный комплекс' => 'Спорт кешені',
        'Спортплощадка' => 'Спорт алаңы',
        'Стадион' => 'Стадион ',
        'Фитнес-клуб' => 'Фитнес-клуб ',
        'Столовая' => 'Асхана',
        'Авиакасса/ железнодорожная касса' => 'Әуе/теміржол кассасы',
        'Культурный центр/ развлекательный комплекс' => 'Мәдени орталық/ Көңіл көтеру кешені',
        'Переводческое бюро' => 'Аударма бюросы',
        'Неправительственная организация' => 'Үкіметтік емес ұйым',
    ];

    protected function execute(InputInterface $input, OutputInterface $output)
    {
        /**
         * @var $categories Category[]
         */
        $categories = $this->entityManager->createQueryBuilder()->select('c')->from(Category::class, 'c')
            ->getQuery()->execute();

        foreach ($categories as $category) {            
            $category->setTitle(self::$map[$category->getTitle()]);
            $category->setTranslatableLocale('kz');
            
        }
        $this->entityManager->flush();
    }
}
